import Link from 'next/link';
import ArrowIcon from '@/assets/images/svg/menu/arrow.svg'
import React, { useEffect, useState } from 'react';
import Image from 'next/image';
const navigationData = [
    {
        id: 'main',
        title: 'Главная',
        href: '/'
    },
    {
        id: 'services',
        title: 'Услуги',
        children: [
            {
                id: 'gost-r',
                title: 'ГОСТ Р',
                children: [
                    { id: 'cert-compliance', title: 'Сертификат соответствия ГОСТ Р', href: '/services/gost-r/cert-compliance' },
                    { id: 'decl-compliance', title: 'Декларация соответствия ГОСТ Р', href: '/services/gost-r/decl-compliance' },
                    { id: 'cert-agro', title: 'Сертификат соответствия «Сельхозпродукт»', href: '/services/gost-r/cert-agro' }
                ]
            },
            {
                id: 'customs-union',
                title: 'Таможенный союз',
                href: '/services/customs-union'
            },
            {
                id: 'rospotr',
                title: 'Роспотребнадзор',
                href: '/services/rospotr'
            },
            {
                id: 'tech-docs',
                title: 'Тех. документация',
                href: '/services/tech-docs'
            },
            {
                id: 'iso-smk',
                title: 'ИСО (СМК)',
                href: '/services/iso-smk'
            },
            {
                id: 'certification',
                title: 'Сертификация',
                href: '/services/certification'
            }
        ]
    },
    {
        id: 'about',
        title: 'О компании',
        href: '/about'
    },
    {
        id: 'contacts',
        title: 'Контакты',
        href: '/contacts'
    }
];

const HeaderMenu = ({ active }: { active: boolean }) => {

    const [navigationStack, setNavigationStack] = useState([
        { items: navigationData, title: 'NVSERT' }
    ]);

    const canGoBack = navigationStack.length > 1;


    const handleItemClick = (item: any) => {

        if (item.children && item.children.length > 0) {
            setNavigationStack(prev => [
                ...prev,
                {
                    items: item.children!,
                    title: item.title,
                    parentId: item.id
                }
            ]);

        }
    };

    const handleGoBack = () => {
        if (!canGoBack) return;

        setNavigationStack(prev => prev.slice(0, -1));
    };

    useEffect(() => {
        if (!active) {
            setTimeout(() => {
                setNavigationStack([{ items: navigationData, title: 'NVSERT' }]);
            }, 300);
        }
    }, [active]);

    const currentLevel = navigationStack[navigationStack.length - 1];

    return (
        <div className={`header__menu-mob ${active && 'active'}`}>
            <nav className="header-nav flex flex-col gap-[26px] relative overflow-hidden w-full">
                <div className="header-nav__list rubik !grid grid-cols-3">
                    {canGoBack &&
                        <>
                            <button
                                onClick={handleGoBack}>
                                <Image
                                className='rotate-[180deg]'
                                src={ArrowIcon} alt='back' width={20} height={20} />
                            </button>

                            <span className=' text-[24px] text-center text-[#000]'>{currentLevel.title}</span>

                        </>
                    }
                </div>
                <div
                    className="flex transition-transform"
                    style={{
                        transform: `translateX(-${(navigationStack.length - 1) * 100}%)`
                    }}
                >


                    {navigationStack.map((level, index) => (
                        <ul
                            key={index}
                            className="rubik header-nav__list min-w-full flex-shrink-0"
                        >
                            {level.items.map((item) =>
                                item.href ? (
                                    <Link
                                        key={item.id}
                                        href={item.href}
                                        className={`flex justify-between items-center w-full active:rounded-[4px] active:bg-[#34446d33] active:border-[#34446D] active:border menu-mob-item`}
                                    >
                                        <span className="text-[18px] text-[#000]">{item.title}</span>
                                        {item.children && (
                                            <Image src={ArrowIcon} alt="more" width={20} height={20} />
                                        )}
                                    </Link>
                                ) : (
                                    <button
                                        key={item.id}
                                        onClick={() => handleItemClick(item)}
                                        className="flex justify-between items-center w-full active:rounded-[4px] active:bg-[#34446d33] active:border-[#34446D] active:border menu-mob-item"
                                    >
                                        <span className="text-[18px] text-[#000]">{item.title}</span>
                                        {item.children && (
                                            <Image src={ArrowIcon} alt="more" width={20} height={20} />
                                        )}
                                    </button>
                                )
                            )}
                        </ul>
                    ))}
                </div>
            </nav>

            <div className="flex flex-col gap-[10px] p-[40px] w-[320px] mx-auto text-[#FFF]">
                <div className="button-menu bg-[#34446D]">
                    <span>Заказать звонок</span>
                    <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M6.03597 1C6.61151 1 8.91367 6.17986 8.91367 6.7554C8.91367 7.90648 7.18705 9.05755 6.61151 10.2086C6.03597 11.3597 7.18705 12.5108 8.33813 13.6619C8.78705 14.1108 10.6403 15.964 11.7914 15.3885C12.9424 14.813 14.0935 13.0863 15.2446 13.0863C15.8201 13.0863 21 15.3885 21 15.964C21 18.2662 19.2734 19.9928 17.5468 20.5683C15.8201 21.1439 14.6691 21.1439 12.3669 20.5683C10.0647 19.9928 8.33813 19.4173 5.46043 16.5396C2.58273 13.6619 2.00719 11.9353 1.43165 9.63309C0.856115 7.33094 0.856115 6.17986 1.43165 4.45324C2.00719 2.72662 3.73381 1 6.03597 1Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>
                </div>
                <div className="button-menu">
                    <span className='text-[#000]'>info@nvsert.ru</span>
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M3.61538 4.63462C3.61538 4.09908 3.82812 3.58548 4.2068 3.2068C4.58548 2.82812 5.09908 2.61538 5.63462 2.61538H6.84615V6.25C6.84615 6.51517 6.89838 6.77774 6.99986 7.02273C7.10133 7.26771 7.25007 7.49031 7.43757 7.67781C7.81625 8.05649 8.32985 8.26923 8.86538 8.26923H15.3269C15.5921 8.26923 15.8547 8.217 16.0996 8.11553C16.3446 8.01405 16.5672 7.86531 16.7547 7.67781C16.9422 7.49031 17.091 7.26771 17.1924 7.02273C17.2939 6.77774 17.3462 6.51517 17.3462 6.25V2.64769C17.7495 2.72158 18.1208 2.91653 18.4107 3.20662L20.7934 5.58931C20.9809 5.77685 21.1296 5.99948 21.231 6.2445C21.3325 6.48952 21.3847 6.75212 21.3846 7.01731V18.3654C21.3847 18.8309 21.224 19.2821 20.9296 19.6427C20.6352 20.0033 20.2253 20.2511 19.7692 20.3442V13.5192C19.7692 12.9837 19.5565 12.4701 19.1778 12.0914C18.7991 11.7127 18.2855 11.5 17.75 11.5H7.25C6.71447 11.5 6.20087 11.7127 5.82219 12.0914C5.44351 12.4701 5.23077 12.9837 5.23077 13.5192V20.3442C4.77468 20.2511 4.36476 20.0033 4.0704 19.6427C3.77603 19.2821 3.61529 18.8309 3.61538 18.3654V4.63462ZM6.84615 20.3846V13.5192C6.84615 13.4121 6.8887 13.3094 6.96444 13.2337C7.04017 13.1579 7.14289 13.1154 7.25 13.1154H17.75C17.8571 13.1154 17.9598 13.1579 18.0356 13.2337C18.1113 13.3094 18.1538 13.4121 18.1538 13.5192V20.3846H6.84615ZM15.7308 2.61538V6.25C15.7308 6.35711 15.6882 6.45983 15.6125 6.53556C15.5367 6.6113 15.434 6.65385 15.3269 6.65385H8.86538C8.75828 6.65385 8.65556 6.6113 8.57982 6.53556C8.50409 6.45983 8.46154 6.35711 8.46154 6.25V2.61538H15.7308ZM5.63462 1C4.67066 1 3.74618 1.38293 3.06455 2.06455C2.38293 2.74618 2 3.67066 2 4.63462V18.3654C2 19.3293 2.38293 20.2538 3.06455 20.9354C3.74618 21.6171 4.67066 22 5.63462 22H19.3654C20.3293 22 21.2538 21.6171 21.9354 20.9354C22.6171 20.2538 23 19.3293 23 18.3654V7.01731C23 6.54 22.906 6.06737 22.7233 5.62639C22.5407 5.18542 22.273 4.78474 21.9355 4.44723L19.5528 2.06454C19.2153 1.72703 18.8146 1.45931 18.3736 1.27666C17.9326 1.094 17.46 0.999996 16.9827 1H5.63462Z" fill="#93969D" />
                    </svg>

                </div>
                <div className="button-menu">
                    <span className='text-[#2AABEE]'>Telegram</span>
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M16.7691 8.6294L15.6044 16.087C15.5883 16.1899 15.547 16.2871 15.484 16.37C15.4211 16.4529 15.3386 16.5188 15.2439 16.5619C15.1492 16.605 15.0453 16.624 14.9414 16.617C14.8376 16.61 14.7371 16.5774 14.649 16.522L10.7487 14.0781C10.6676 14.0274 10.5992 13.9588 10.5487 13.8777C10.4981 13.7965 10.4667 13.7049 10.4569 13.6098C10.4471 13.5146 10.4592 13.4185 10.4922 13.3288C10.5251 13.239 10.5782 13.158 10.6472 13.0918L13.885 9.98864C13.9213 9.95444 13.8786 9.89781 13.8358 9.92345L9.14263 12.7317C8.86368 12.8994 8.53241 12.9577 8.21296 12.8952L6.51391 12.5671C5.90055 12.4485 5.81613 11.6065 6.39209 11.3682L15.4772 7.61211C15.632 7.54771 15.8011 7.52576 15.9672 7.54852C16.1333 7.57128 16.2903 7.63792 16.422 7.74157C16.5538 7.84522 16.6555 7.98214 16.7167 8.1382C16.7779 8.29426 16.7953 8.46382 16.7691 8.6294Z" fill="#93969D" />
                        <path d="M16.7691 8.6294L15.6044 16.087C15.5883 16.1899 15.547 16.2871 15.484 16.37C15.4211 16.4529 15.3386 16.5188 15.2439 16.5619C15.1492 16.605 15.0453 16.624 14.9414 16.617C14.8376 16.61 14.7371 16.5774 14.649 16.522L10.7487 14.0781C10.6676 14.0274 10.5992 13.9588 10.5487 13.8777C10.4981 13.7965 10.4667 13.7049 10.4569 13.6098C10.4471 13.5146 10.4592 13.4185 10.4922 13.3288C10.5251 13.239 10.5782 13.158 10.6472 13.0918L13.885 9.98864C13.9213 9.95444 13.8786 9.89781 13.8358 9.92345L9.14263 12.7317C8.86368 12.8994 8.53241 12.9577 8.21296 12.8952L6.51391 12.5671C5.90055 12.4485 5.81613 11.6065 6.39209 11.3682L15.4772 7.61211C15.632 7.54771 15.8011 7.52576 15.9672 7.54852C16.1333 7.57128 16.2903 7.63792 16.422 7.74157C16.5538 7.84522 16.6555 7.98214 16.7167 8.1382C16.7779 8.29426 16.7953 8.46382 16.7691 8.6294Z" fill="url(#paint0_linear_4441_2685)" />
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M12 1C5.9251 1 1 5.9251 1 12C1 18.0749 5.9251 23 12 23C18.0749 23 23 18.0749 23 12C23 5.9251 18.0749 1 12 1ZM3.57882 8.51183C3.12075 9.61772 2.88498 10.803 2.88498 12C2.88498 14.4175 3.84531 16.7359 5.55471 18.4453C7.26411 20.1547 9.58255 21.115 12 21.115C14.4175 21.115 16.7359 20.1547 18.4453 18.4453C20.1547 16.7359 21.115 14.4175 21.115 12C21.115 10.803 20.8792 9.61772 20.4212 8.51183C19.9631 7.40595 19.2917 6.40112 18.4453 5.55471C17.5989 4.7083 16.5941 4.03689 15.4882 3.57882C14.3823 3.12075 13.197 2.88498 12 2.88498C10.803 2.88498 9.61772 3.12075 8.51183 3.57882C7.40595 4.03689 6.40112 4.7083 5.55471 5.55471C4.7083 6.40112 4.03689 7.40595 3.57882 8.51183Z" fill="#93969D" />
                        <defs>
                            <linearGradient id="paint0_linear_4441_2685" x1="544.907" y1="7.53979" x2="544.907" y2="915.401" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#2AABEE" />
                                <stop offset="1" stop-color="#229ED9" />
                            </linearGradient>
                        </defs>
                    </svg>


                </div>
                <div className="button-menu">
                    <span className='text-[#60D669]'>WhatsApp</span>
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_4441_2691)">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.0769 14.196C17.2553 14.2829 17.3985 14.3528 17.472 14.388C17.5313 14.4165 17.586 14.4417 17.6361 14.4648C17.8395 14.5586 17.9686 14.6181 18.036 14.724C18.12 14.856 18.12 15.444 17.868 16.14C17.628 16.836 16.44 17.472 15.864 17.556C15.348 17.628 14.7 17.664 13.992 17.436C13.56 17.304 13.008 17.124 12.3 16.812C9.45485 15.5845 7.54196 12.7885 7.25346 12.3668C7.2402 12.3474 7.23037 12.333 7.22404 12.324L7.2217 12.3209C7.06889 12.1172 6.01204 10.7084 6.01204 9.25204C6.01204 7.90132 6.66579 7.18392 6.9743 6.84538C7.00017 6.81699 7.02361 6.79126 7.04404 6.76805C7.32004 6.46805 7.63204 6.39605 7.83604 6.39605H8.41204C8.43288 6.39744 8.45468 6.3977 8.47732 6.39797C8.65023 6.40006 8.87182 6.40274 9.08403 6.91205C9.32403 7.51204 9.92403 8.97604 9.99603 9.12004C10.068 9.26404 10.116 9.43204 10.02 9.63604C10.0118 9.65242 10.0039 9.66836 9.99618 9.68392C9.91319 9.85082 9.85175 9.97437 9.72003 10.128C9.67406 10.1817 9.62563 10.2402 9.57672 10.2993C9.47243 10.4254 9.36589 10.5542 9.27603 10.644C9.12003 10.8 8.97603 10.956 9.14403 11.256C9.32403 11.556 9.91203 12.528 10.8 13.32C11.7645 14.1819 12.6062 14.5437 13.0174 14.7205C13.0872 14.7505 13.1445 14.7752 13.188 14.796C13.488 14.952 13.668 14.928 13.836 14.724C14.004 14.532 14.568 13.86 14.772 13.56C14.976 13.272 15.168 13.32 15.444 13.416C15.6434 13.4976 16.5269 13.9281 17.0769 14.196Z" fill="#60D669" />
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M20.46 3.49206C19.3597 2.38099 18.0492 1.50002 16.605 0.900497C15.1608 0.300974 13.6117 -0.00511579 12.048 6.4674e-05C5.49604 6.4674e-05 0.156059 5.34005 0.156059 11.892C0.156059 13.992 0.708057 16.032 1.74005 17.832L0.0600586 24L6.36004 22.344C8.10004 23.292 10.056 23.796 12.048 23.796C18.6 23.796 23.94 18.456 23.94 11.904C23.94 8.72404 22.704 5.73605 20.46 3.49206ZM7.00804 20.4C8.53203 21.3 10.272 21.78 12.048 21.78C17.496 21.78 21.936 17.352 21.912 11.904C21.917 10.6045 21.664 9.31698 21.1675 8.11604C20.6711 6.9151 19.9411 5.82469 19.02 4.90805C17.16 3.03606 14.676 2.00406 12.036 2.00406C6.58804 2.00406 2.14805 6.44405 2.14805 11.892C2.14916 13.7512 2.67311 15.5725 3.66005 17.148L3.90005 17.52L2.90405 21.168L6.64804 20.184L7.00804 20.4Z" fill="#93969D" />
                        </g>
                        <defs>
                            <clipPath id="clip0_4441_2691">
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>

                </div>
            </div>
        </div>
    );
};

export default HeaderMenu;