import ImdDoc from '@/assets/images/main-gallery/1.webp'
import ImdDoc1 from '@/assets/images/main-gallery/1.webp'
import ImgSlider from '@/assets/images/slider/1.png'

import FolderImg from '@/assets/images/folder.webp'
import Folder1Img from '@/assets/images/floder1.webp'

export const documents = [
    {
        title: 'Сертификат соответствия ГОСТ Р',
        img: ImdDoc,
        content: {
            text: 'Подтверждает соответствие продукции российским национальным стандартам. Обязателен для реализации определённых товаров на рынке РФ.',
            text1: 'Полный перечень технических регламентов ТС'
        },
        content1: [
            {

                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции',
                    'Инструкция по применению',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ]
    },
    {
        title: 'Декларация соответствия ГОСТ Р',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) ',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции — если нет оформим',
                    'Инструкция по применению',
                    'Руководство эксплуатации',
                    'ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия «Сейсмостойкости»',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия Таможенного Союза (СС ТР ТС)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции требованиям технических регламентов государств ЕАЭС. Ключевой элемент для торговли в рамках Евразийского экономического союза.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ]
    },
    {
        title: 'Прохождение ежегодного инспекционного контроля (ИК)',
        img: ImdDoc1,
        content: {
            text: 'Регулярная проверка соответствия сертифицированной продукции заявленным стандартам. Обеспечивает стабильное качество и надёжность товаров в долгосрочной перспективе.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Технические условия (ТУ) – если нет оформим"
                ]
            }
        ]
    },
    {
        title: 'Декларация соответствия Таможенного Союза (ДС ТР ТС)',
        img: ImdDoc1,
        content: {
            text: 'Заявление производителя о соответствии продукции требованиям ТР ТС. Снижает бюрократические барьеры и облегчает выход на рынок Таможенного Союза.',

        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия Пожарной Безопасности',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции нормам противопожарной безопасности. Обеспечивает надёжность эксплуатации товаров, защищая жизнь и имущество.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции",
                    "Инструкция по применению",
                    "Образцы на испытания (индивидуально по продукции)",
                    "По производству (все шаблоны предоставляются если их нет)",
                    "Документированные процедуры или документы, отражающие требования и правила по организации процессов (регламенты/инструкции):",
                    "Руководство по качеству (при наличии)",
                    "Политика в области качества (при наличии)",
                    "О внесении изменений в тех документацию и организационно-распорядительные документы",
                    "Об организации входного контроля",
                    "Об организации процесса производства делайте",
                    "По управлению Средствами Измерений",
                    "По управлению производственным оборудованием",
                    "По организации контроля качества готовой продукции",
                    "По организации работы с несоответствующей продукцией",
                    "Об организации процесса приёмки на склад, хранения и отгрузки готовой продукции",
                    "По работе с рекламациями",
                    "Журналы: справка об электронных журналах",
                    "Входного контроля",
                    "Операционного контроля",
                    "Журнал учёта проведённых ремонтов и обслуживания оборудования",
                    "Журнал учёта готовой продукции (отбракованной продукции)",
                    "Журнал учёта рекламаций",
                    "Приказы или Должностные инструкции на ответственных за:",
                    "Приказы или Должностные инструкции",
                    "Входной контроль",
                    "Производство (операционный контроль)",
                    "Поверку и хранение средств измерений",
                    "Оборудование",
                    "Контроль качества готовой продукции",
                    "Складирование готовой продукции",
                    "Рекламации",
                    "Графики поверки Средств измерений + актуальные свидетельства о поверки, график ППР оборудования, макеты графиков поверки"
                ]
            }
        ]
    },
    {
        title: 'Сертификат на тип продукции',
        img: ImdDoc1,
        content: {
            text: 'Удостоверяет соответствие продукции конкретного типа установленным стандартам. Является основным нормативным документом для серийного производства.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ]
    },
    {
        title: 'Протокол испытаний (исследований) ПИ',
        img: ImdDoc1,
        content: {
            text: 'Фиксирует результаты лабораторных исследований продукции. Служит доказательством её качества и безопасности.',
        },
        content1: [
            {
                title: 'Является неотъемлемой частью документов:',
                list: [
                    "Декларация",
                    "Сертификат ГОСТР, ТР ТС",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим"
                ]
            }
        ]
    },
    {
        title: 'Информационное отказное письмо',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает, что товар не требует обязательной сертификации. Позволяет избежать лишних административных процедур при выходе на рынок.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно'
                ]
            }
        ]
    },
    {
        title: 'Технические условия (ТУ)',
        img: ImdDoc1,
        content: {
            text: 'Устанавливает технические параметры продукции. Гарантирует соответствие товара требованиям отрасли и ожиданиям клиентов.  '
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)'
                ]
            }
        ]
    },
    {
        title: 'Свидетельство о государственной регистрации (СГР)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает регистрацию продукции в государственных органах. Необходим для законного оборота и использования на территории России.',
        },
        content1: [
            {
                title: 'Оформление предлагаем в РФ/КГ/РБ',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]
            }
        ]
    },
    {
        title: 'Экспертное заключение (ЭЗ)',
        img: ImdDoc1,
        content: {
            text: 'Содержит мнение специалиста о качестве и безопасности продукции. Необходимо для подтверждения соответствия сложных или специфических товаров',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 9001–2015 (Стандарт организации)',
        img: ImdDoc1,
        content: {
            text: 'Удостоверяет соответствие системы менеджмента качества установленным требованиям. Способствует повышению эффективности работы, улучшению продукции и удовлетворённости клиентов'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 14001–2016 (Экологический менеджмент)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает внедрение системы управления окружающей средой, соответствующей мировым стандартам. Укрепляет экологическую ответственность и доверие клиентов и партнёров',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 22000–2007 (Пищевой менеджмент)',
        img: ImdDoc1,
        content: {
            text: 'Регулирует соблюдение норм безопасности пищевых продуктов на всех этапах производства. Важен для пищевой отрасли, укрепляя доверие потребителей.',

        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'Паспорт безопасности химической продукции',
        img: ImdDoc1,
        content: {
            text: 'Содержит сведения о свойствах и методах безопасного использования химических веществ. Обеспечивает защиту здоровья пользователей, работников и окружающей среды.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    ''
                ]
            }
        ]
    },
    {
        title: 'Сертификат о происхождении товара (СТ-1)',
        img: ImdDoc1,
        content: {
            text: 'Документ, подтверждающий страну производства продукции для таможенного оформления и торговли. Предоставляет льготы при уплате пошлин и упрощает экспортные операции.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме(форма заявки предоставляется нами)'
                ]
            },
            {
                title: 'Далее идет список документации обязательный для предоставления, каждый документ можем помочь оформить в рамках оформления СТ-1, стоимость варьируется от полноты предоставленной документации: ',
                list: [
                    "Регистрационные документы экспортёра — устав, свидетельство о регистрации",
                    "Свидетельство о постановке на учёт в налоговом органе и т.д.",
                    "Контракт с импортёром, приложение или спецификация, платёжные документы (счёт, счёт-фактура или инвойс)",
                    "Договор покупки продукции, если экспортёр не является производителем, счета-фактуры, товарные накладные на покупку продукции",
                    "От производителя: Документы, подтверждающие происхождение продукции — сертификаты соответствия / сертификаты качества / декларации о соответствии / паспорта изделий и/или др.",
                    "От производителя: Перечень сырья и материалов для производства товара с указанием кода ТН ВЭД импортного сырья — по каждой позиции.",
                    "От производителя: Документы, подтверждающие происхождение сырья — паспорта, сертификаты, декларации на сырьё",
                    "От производителя: ТУ (поможем разработать дополнительно), технологические карты, описание тех процесса",
                    "От производителя: В случае если нет изменения кода товарной позиции на уровне первых 4 знаков импортного сырья по отношению к готовому товару: Калькуляция (структура цены) на условиях франко-завод, с указанием стоимости всех использованных (сырья) и комплектующих, используемых при изготовлении продукции, с указанием страны происхождения, а для материалов (сырья) и комплектующих иностранного происхождения их таможенной стоимости или документально подтверждённой цены покупки на территории Российской Федерации и кодов ТН ВЭД ЕАЭС на уровне не менее первых четырёх знаков. Перечень должен содержать ссылки на спецификации, в соответствии с которыми определяется состав заявленной промышленной продукции (компонентов) и (или) комплектующих. Договоры на покупку, счета-фактуры, товарные накладные. всех материалов.",
                    "Копия сертификата происхождения при реэкспорте импортного товара, и/или ГТД, CMR, паспорта, сертификаты и т.д.",
                    "Лицензия или другой разрешительный документ, предусмотренный законодательством",
                    "ГТД с отметкой таможни (если груз отправлен)",
                    "Упаковочный лист с указанием количества мест, вид упаковки, вес брутто/нетто (по позициям и общий)",
                    "Договор экспортёра с заявителем/плательщиком, доверенность (форма предоставляется если необходима)"
                ]

            }
        ]
    }
]

export const skills = [
    {
        title: 'Гибкие условия оплаты',
        text: 'Возможность оплаты по факту оказания услуг, рассрочка и индивидуальный подход к каждому клиенту.',
        btn: 'Оформить заявку',
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
    {
        title: 'Индивидуальные условия работы',
        text: 'Предлагаем персональное сопровождение на всех этапах — от консультации до доставки готовых документов.',
        btn: 'Оставить заявку',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: Folder1Img
    },
    {
        empty: true,
        folder: false
    },
    {
        title: 'Работаем по договору',
        text: 'Предлагаем прозрачные условия сотрудничества. Минимальный пакет документов, необходимый для старта сертификации, чтобы максимально ускорить процесс получения необходимых разрешений.',
        btn: 'Заказать обратный звонок',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        title: 'Широкая область аккредитации',
        text: 'Охватываем производственные, медицинские, строительные, технологические, пищевые и многие другие отрасли.',
        btn: 'Все услуги по отраслям',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: FolderImg
    },

    {
        title: 'Оперативность',
        text: 'Получение документов в кратчайшие сроки, без задержек. Многие документы оформляются уже в течение 1–3 дней.',
        btn: 'Перейти к услугам',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        title: 'Более 15 лет опыта',
        text: 'Имеем безупречную репутацию Оформили более 1 млн документов',
        btn: 'Подробнее о компании',
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
]


export const slides = [
    {
        title: 'Мебель',
        text: 'Мебельная продукция, включая шкафы, кровати, столы и другие предметы интерьера, подлежит обязательной сертификации. Этот процесс подтверждает их соответствие требованиям безопасности, экологическим нормам и стандартам качества. Лабораторные испытания проверяют устойчивость материалов к нагрузкам, токсичность лакокрасочных покрытий и другие важные характеристики. Только после успешного прохождения всех этапов проверки выдается сертификат или декларация соответствия.',
        img: ImgSlider
    },
    {
        title: 'Упаковка',
        text: 'Любая упаковочная продукция, включая картонные коробки, пластиковые контейнеры и стеклянные бутылки, должна соответствовать установленным требованиям безопасности и экологичности. В процессе сертификации упаковка проверяется на прочность, устойчивость к внешним воздействиям и безопасность материалов, контактирующих с пищевыми продуктами. Это особенно важно для пищевой, фармацевтической и косметической продукции.',
        img: ImgSlider
    },
    {
        title: 'Смазочные материалы',
        text: 'Смазочные жидкости, масла и технические жидкости должны соответствовать строгим нормативам, регулирующим их состав, вязкость, устойчивость к экстремальным температурам и другие важные характеристики. Процесс сертификации включает лабораторные испытания, в ходе которых определяют химический состав, уровень токсичности и влияние на окружающую среду. Без необходимых документов реализация запрещена.',
        img: ImgSlider
    },
    {
        title: 'Средства индивидуальной защиты',
        text: 'Сертификация средств индивидуальной защиты (СИЗ) является обязательной, поскольку эти изделия предназначены для защиты здоровья и жизни людей в различных сферах деятельности. К ним относятся каски, респираторы, защитные костюмы, перчатки, очки и обувь. В ходе проверки продукция тестируется на прочность, устойчивость к механическим повреждениям и другим факторам.',
        img: ImgSlider
    },
    {
        title: 'Товары для детей и игрушки',
        text: 'Игрушки и детские товары должны соответствовать высоким стандартам качества и безопасности, поскольку они предназначены для самых уязвимых потребителей — детей. Сертификация включает лабораторные испытания, проверку на токсичность, механическую прочность и пожарную безопасность. Продукция, контактирующая с кожей ребенка, проходит дополнительные тесты.',
        img: ImgSlider
    },
    {
        title: 'Товары для животных',
        text: 'Корма, аксессуары и средства ухода за домашними животными также подлежат обязательной сертификации. Этот процесс включает испытания на безопасность состава, влияние компонентов на здоровье питомцев и соответствие установленным стандартам качества. Особенно строгие требования предъявляются к кормам, поскольку их состав должен быть тщательно сбалансирован.',
        img: ImgSlider
    },
    {
        title: 'Товары для дома и хозяйственные товары',
        text: 'Продукция для дома и хозяйственных нужд требует обязательной сертификации. Это касается бытовых приборов, чистящих средств и других товаров. Сертификация гарантирует, что продукция безопасна в использовании, не содержит токсичных веществ и соответствует стандартам качества.',
        img: ImgSlider
    },
    {
        title: 'Бытовая химия',
        text: 'Моющие и дезинфицирующие средства подлежат сертификации для подтверждения безопасности использования. Важно, чтобы химические вещества не содержали опасных компонентов, таких как канцерогены или токсичные вещества. Продукты, имеющие контакт с пищей или предназначенные для детей, проходят более строгие проверки.',
        img: ImgSlider
    },
    {
        title: 'Медицинские изделия',
        text: 'Медицинские изделия подлежат обязательной сертификации для подтверждения их безопасности и эффективности. Это касается диагностического и хирургического оборудования, а также расходных материалов. Лабораторные испытания проверяют стерильность, устойчивость к внешним воздействиям и точность работы приборов.',
        img: ImgSlider
    },
    {
        title: 'Строительные материалы',
        text: 'Все строительные материалы должны соответствовать требованиям безопасности, экологичности и прочности. Сертификация включает лабораторные исследования, подтверждающие устойчивость материалов к нагрузкам, влаге, огню и другим внешним факторам. Без сертификата невозможно продавать стройматериалы в России.',
        img: ImgSlider
    },
    {
        title: 'Промышленное оборудование и инструменты',
        text: 'Промышленное оборудование, включая станки, генераторы, насосы и производственные линии, должно пройти обязательную сертификацию. Этот процесс включает тестирование технических характеристик, проверку безопасности эксплуатации и соответствие требованиям ГОСТ, ТР ТС и других нормативных актов.',
        img: ImgSlider
    },
    {
        title: 'Алкогольная продукция',
        text: 'Алкогольные напитки подлежат обязательной сертификации, чтобы подтвердить их качество и безопасность. Проверки проводятся в аккредитованных лабораториях, где анализируют состав напитка, содержание этанола, наличие вредных примесей и соответствие установленным стандартам.',
        img: ImgSlider
    },
    {
        title: 'Пищевая продукция',
        text: 'Продукты питания должны соответствовать санитарно-гигиеническим нормам и проходить обязательную сертификацию. Лабораторные испытания проверяют состав, наличие вредных добавок, сроки хранения и условия производства. Без сертификации выпуск и реализация пищевых товаров запрещены.',
        img: ImgSlider
    },
    {
        title: 'Косметика и средства гигиены',
        text: 'Косметические и гигиенические средства подлежат обязательному контролю качества, поскольку они непосредственно контактируют с кожей и слизистыми оболочками человека. Проверяется состав, содержание токсичных или аллергенных веществ, уровень pH и микробиологическая чистота.',
        img: ImgSlider
    },
    {
        title: 'Сетевое оборудование',
        text: 'Маршрутизаторы, коммутаторы, серверы и другое сетевое оборудование должны соответствовать техническим и эксплуатационным стандартам. Сертификация включает проверку устойчивости к внешним воздействиям, уровня электромагнитного излучения и надежности работы.',
        img: ImgSlider
    },
    {
        title: 'Транспорт и спецтехника',
        text: 'Автомобили, грузовики, спецтехника и комплектующие подлежат обязательной сертификации для подтверждения их безопасности. Лабораторные испытания включают проверку выбросов вредных веществ, устойчивости к аварийным ситуациям и работоспособности тормозных систем.',
        img: ImgSlider
    },
    {
        title: 'Канцелярия',
        text: 'Канцелярские товары, включая бумагу, ручки, клей и школьные принадлежности, должны соответствовать стандартам качества и безопасности. В процессе сертификации проверяется наличие токсичных веществ, устойчивость материалов и долговечность продукции.',
        img: ImgSlider
    },
    {
        title: 'Услуги',
        text: 'Определенные виды услуг, такие как медицинские, образовательные и строительные, подлежат обязательной сертификации. Это подтверждает их соответствие стандартам качества, профессиональной квалификации сотрудников и требованиям безопасности.',
        img: ImgSlider
    },
    {
        title: 'Низковольтное оборудование',
        text: 'Электроприборы, работающие с напряжением до 1000 В, обязаны проходить сертификацию на безопасность эксплуатации. В процессе проверки оцениваются параметры электромагнитного излучения, защита от короткого замыкания и устойчивость к перегрузкам.',
        img: ImgSlider
    },
    {
        title: 'Высоковольтное оборудование',
        text: 'Высоковольтные трансформаторы, генераторы, распределительные устройства и кабели требуют обязательной сертификации. Проверки включают испытания на электрическую прочность, устойчивость к перегреву и соответствие стандартам энергобезопасности.',
        img: ImgSlider
    }
];
