


import FolderImg from '@/assets/images/folder.png'
import Folder1Img from '@/assets/images/floder1.png'

import Image01 from '@/assets/images/main-gallery/01.webp';
import Image02 from '@/assets/images/main-gallery/02.webp';
import Image03 from '@/assets/images/main-gallery/03.webp';
import Image04 from '@/assets/images/main-gallery/04.webp';
import Image05 from '@/assets/images/main-gallery/05.webp';
import Image06 from '@/assets/images/main-gallery/06.webp';
import Image07 from '@/assets/images/main-gallery/07.webp';
import Image08 from '@/assets/images/main-gallery/08.webp';
import Image09 from '@/assets/images/main-gallery/09.webp';
import Image10 from '@/assets/images/main-gallery/10.webp';
import Image11 from '@/assets/images/main-gallery/11.webp';
import Image12 from '@/assets/images/main-gallery/12.webp';
import Image15 from '@/assets/images/main-gallery/15.webp';
import Image16 from '@/assets/images/main-gallery/16.webp';
import Image17 from '@/assets/images/main-gallery/17.webp';
import Image18 from '@/assets/images/main-gallery/18.webp';
import Image19 from '@/assets/images/main-gallery/19.webp';
import Image20 from '@/assets/images/main-gallery/20.webp';

export const documents = [
    {
        title: 'Сертификат соответствия ГОСТ Р',
        img: Image01,
        content: {
            text: 'Подтверждает соответствие продукции российским национальным стандартам. Обязателен для реализации определённых товаров на рынке РФ.',
            text1: 'Полный перечень технических регламентов ТС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции',
                    'Инструкция по применению',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ],
        price: 'от 6 800 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'Декларация соответствия ГОСТ Р',
        img: Image02,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) ',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции — если нет оформим',
                    'Инструкция по применению',
                    'Руководство эксплуатации',
                    'ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ],
        price: 'от 8 700 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'Сертификат соответствия «Сейсмостойкости»',
        img: Image03,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ],
        price: 'от 15 000 ₽',
        duration: 'от 2-х дней'
    },

    {
        title: 'Декларация соответствия Таможенного Союза (ДС ТР ТС)',
        img: Image06,
        content: {
            text: 'Заявление производителя о соответствии продукции требованиям ТР ТС. Снижает бюрократические барьеры и облегчает выход на рынок Таможенного Союза.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ],
        price: 'от 8 700 ₽',
        duration: 'от 2-х дней '
    },
    {
        title: 'Сертификат соответствия Таможенного Союза (СС ТР ТС)',
        img: Image04,
        content: {
            text: 'Подтверждает соответствие продукции требованиям технических регламентов государств ЕАЭС. Ключевой элемент для торговли в рамках Евразийского экономического союза.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ],
        price: 'от 35 000 ₽',
        duration: 'от 2-х недель '
    },

    {
        title: 'Сертификат соответствия Пожарной Безопасности',
        img: Image07,
        content: {
            text: 'Подтверждает соответствие продукции нормам противопожарной безопасности. Обеспечивает надёжность эксплуатации товаров, защищая жизнь и имущество.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции",
                    "Инструкция по применению",
                    "Образцы на испытания (индивидуально по продукции)",
                    "По производству (все шаблоны предоставляются если их нет)",
                    "Документированные процедуры или документы, отражающие требования и правила по организации процессов (регламенты/инструкции):",
                    "Руководство по качеству (при наличии)",
                    "Политика в области качества (при наличии)",
                    "О внесении изменений в тех документацию и организационно-распорядительные документы",
                    "Об организации входного контроля",
                    "Об организации процесса производства делайте",
                    "По управлению Средствами Измерений",
                    "По управлению производственным оборудованием",
                    "По организации контроля качества готовой продукции",
                    "По организации работы с несоответствующей продукцией",
                    "Об организации процесса приёмки на склад, хранения и отгрузки готовой продукции",
                    "По работе с рекламациями",
                    "Журналы: справка об электронных журналах",
                    "Входного контроля",
                    "Операционного контроля",
                    "Журнал учёта проведённых ремонтов и обслуживания оборудования",
                    "Журнал учёта готовой продукции (отбракованной продукции)",
                    "Журнал учёта рекламаций",
                    "Приказы или Должностные инструкции на ответственных за:",
                    "Приказы или Должностные инструкции",
                    "Входной контроль",
                    "Производство (операционный контроль)",
                    "Поверку и хранение средств измерений",
                    "Оборудование",
                    "Контроль качества готовой продукции",
                    "Складирование готовой продукции",
                    "Рекламации",
                    "Графики поверки Средств измерений + актуальные свидетельства о поверки, график ППР оборудования, макеты графиков поверки"
                ]
            }
        ],
        price: 'от 15 000 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'Прохождение ежегодного инспекционного контроля (ИК)',
        img: Image05,
        content: {
            text: 'Регулярная проверка соответствия сертифицированной продукции заявленным стандартам. Обеспечивает стабильное качество и надёжность товаров в долгосрочной перспективе.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Технические условия (ТУ) – если нет оформим"
                ]
            }
        ],
        price: 'от 28 000 ₽',
        duration: 'от 1-й недели'
    },
    {
        title: 'Информационное отказное письмо',
        img: Image10,
        content: {
            text: 'Подтверждает, что товар не требует обязательной сертификации. Позволяет избежать лишних административных процедур при выходе на рынок.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно'
                ]
            }
        ],
        price: 'от 6 000 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'Сертификат на тип продукции',
        img: Image08,
        content: {
            text: 'Удостоверяет соответствие продукции конкретного типа установленным стандартам. Является основным нормативным документом для серийного производства.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ],
        price: 'от 12 000 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'Сертификат о происхождении товара (СТ-1)',
        img: Image20,
        content: {
            text: 'Документ, подтверждающий страну производства продукции для таможенного оформления и торговли. Предоставляет льготы при уплате пошлин и упрощает экспортные операции.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме(форма заявки предоставляется нами)'
                ]
            },
            {
                title: 'Далее идет список документации обязательный для предоставления, каждый документ можем помочь оформить в рамках оформления СТ-1, стоимость варьируется от полноты предоставленной документации: ',
                list: [
                    "Регистрационные документы экспортёра — устав, свидетельство о регистрации",
                    "Свидетельство о постановке на учёт в налоговом органе и т.д.",
                    "Контракт с импортёром, приложение или спецификация, платёжные документы (счёт, счёт-фактура или инвойс)",
                    "Договор покупки продукции, если экспортёр не является производителем, счета-фактуры, товарные накладные на покупку продукции",
                    "От производителя: Документы, подтверждающие происхождение продукции — сертификаты соответствия / сертификаты качества / декларации о соответствии / паспорта изделий и/или др.",
                    "От производителя: Перечень сырья и материалов для производства товара с указанием кода ТН ВЭД импортного сырья — по каждой позиции.",
                    "От производителя: Документы, подтверждающие происхождение сырья — паспорта, сертификаты, декларации на сырьё",
                    "От производителя: ТУ (поможем разработать дополнительно), технологические карты, описание тех процесса",
                    "От производителя: В случае если нет изменения кода товарной позиции на уровне первых 4 знаков импортного сырья по отношению к готовому товару: Калькуляция (структура цены) на условиях франко-завод, с указанием стоимости всех использованных (сырья) и комплектующих, используемых при изготовлении продукции, с указанием страны происхождения, а для материалов (сырья) и комплектующих иностранного происхождения их таможенной стоимости или документально подтверждённой цены покупки на территории Российской Федерации и кодов ТН ВЭД ЕАЭС на уровне не менее первых четырёх знаков. Перечень должен содержать ссылки на спецификации, в соответствии с которыми определяется состав заявленной промышленной продукции (компонентов) и (или) комплектующих. Договоры на покупку, счета-фактуры, товарные накладные. всех материалов.",
                    "Копия сертификата происхождения при реэкспорте импортного товара, и/или ГТД, CMR, паспорта, сертификаты и т.д.",
                    "Лицензия или другой разрешительный документ, предусмотренный законодательством",
                    "ГТД с отметкой таможни (если груз отправлен)",
                    "Упаковочный лист с указанием количества мест, вид упаковки, вес брутто/нетто (по позициям и общий)",
                    "Договор экспортёра с заявителем/плательщиком, доверенность (форма предоставляется если необходима)"
                ]
            }
        ],
        price: 'от 18 000 ₽',
        duration: 'от 1-й недели'
    },
    {
        title: 'Паспорт безопасности химической продукции',
        img: Image19,
        content: {
            text: 'Содержит сведения о свойствах и методах безопасного использования химических веществ. Обеспечивает защиту здоровья пользователей, работников и окружающей среды.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                subtitle: 'Оформляется двух образцов:',
                list: [
                    'РФ паспорт с последующей  регистрацией (Регистрируем после разработки под ключ)',
                    'MSDS европейского образца',
                    'Заявка по форме(форма заявки предоставляется нами)',
                    'Состав в % с указанием компонентов и указанием всех номеров CAS каждого компонента(если нет номеров CAS помогаем подобрать бесплатно)'
                ]
            }
        ],
        price: 'от 15 000 ₽',
        duration: 'от 1-й недели'
    },
    {
        title: 'ГОСТ Р ИСО 9001–2015 (Стандарт организации)',
        img: Image16,
        content: {
            text: 'Удостоверяет соответствие системы менеджмента качества установленным требованиям. Способствует повышению эффективности работы, улучшению продукции и удовлетворённости клиентов'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]
            }
        ],
        price: 'от 12 000 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'ГОСТ Р ИСО 14001–2016 (Экологический менеджмент)',
        img: Image17,
        content: {
            text: 'Подтверждает внедрение системы управления окружающей средой, соответствующей мировым стандартам. Укрепляет экологическую ответственность и доверие клиентов и партнёров'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]
            }
        ],
        price: 'от 12 000 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'ГОСТ Р ИСО 22000–2007 (Пищевой менеджмент)',
        img: Image18,
        content: {
            text: 'Регулирует соблюдение норм безопасности пищевых продуктов на всех этапах производства. Важен для пищевой отрасли, укрепляя доверие потребителей.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]
            }
        ],
        price: 'от 15 000 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'Свидетельство о государственной регистрации (СГР)',
        img: Image12,
        content: {
            text: 'Подтверждает регистрацию продукции в государственных органах. Необходим для законного оборота и использования на территории России.'
        },
        content1: [
            {
                title: 'Оформление предлагаем в РФ/КГ/РБ',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]
            }
        ],
        price: 'от 38 000 ₽',
        duration: 'от 4-х недель'
    },
    {
        title: 'Экспертное заключение (ЭЗ)',
        img: Image15,
        content: {
            text: 'Содержит мнение специалиста о качестве и безопасности продукции. Необходимо для подтверждения соответствия сложных или специфических товаров'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]
            }
        ],
        price: 'от 33 000 ₽',
        duration: 'от 3-х недель'
    },
    {
        title: 'Протокол испытаний (исследований) ПИ',
        img: Image09,
        content: {
            text: 'Фиксирует результаты лабораторных исследований продукции. Служит доказательством её качества и безопасности.',
        },
        content1: [
            {
                title: 'Является неотъемлемой частью документов:',
                list: [
                    "Декларация",
                    "Сертификат ГОСТР, ТР ТС",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим"
                ]
            }
        ],
        price: 'от 8 000 ₽',
        duration: 'от 2-х дней'
    },
    {
        title: 'Технические условия (ТУ)',
        img: Image11,
        content: {
            text: 'Устанавливает технические параметры продукции. Гарантирует соответствие товара требованиям отрасли и ожиданиям клиентов.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)'
                ]
            }
        ],
        price: 'от 10 000 ₽',
        duration: 'от 5-ти дней '
    },


];

export const skills = [
    {
        title: 'Гибкие условия оплаты',
        text: [
            "Работаем по предоплате.",
            "Возможна оплата по факту оказания услуг.",
            "Можем предоставить рассрочку платежа."
        ],
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
    {
        title: 'Условия сотрудничества',
        text: [
            "Персональное сопровождение на всех этапах.",
            "Подбор нужных документов.",
            "Бесплатная курьерская доставка."
        ]
        ,
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: Folder1Img
    },
    {
        empty: true,
        folder: false
    },
    {
        title: 'Работаем по договору',
        text: [
            "Предлагаем прозрачные условия сотрудничества.",
            "Минимальный пакет документов для запуска."
        ]
        ,
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        title: 'Обширная аккредитация',
        text: [
            "Работаем по всем отраслям.",
            "Оформляем любые виды документов.",
            "Проводим испытания, делаем выезд на производство."
        ]
        ,
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: FolderImg
    },

    {
        title: 'Оперативность',
        text: [
            "Получение документов в кратчайшие сроки, без задержек.",
            "Многие документы оформляются в течение суток."
        ]
        ,
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        title: 'Более 15 лет опыта',
        text: [
            "Оформили 1 млн документов.",
            "Работаем на результат и доверие.",
            "Клиенты нас рекомендуют и возвращаются."
        ],
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
]


import ImgSliderUslugi from '@/assets/images/slider/img01.png';
import ImgSlider1 from '@/assets/images/slider/img02.png';
import ImgSlider2 from '@/assets/images/slider/img03.png';
import ImgSlider3 from '@/assets/images/slider/img04.png';
import ImgSlider4 from '@/assets/images/slider/img05.png';
import ImgSlider5 from '@/assets/images/slider/img06.png';
import ImgSlider6 from '@/assets/images/slider/img07.png';
import ImgSlider7 from '@/assets/images/slider/img08.png';
import ImgSlider8 from '@/assets/images/slider/img09.png';
import ImgSlider9 from '@/assets/images/slider/img10.png';
import ImgSlider10 from '@/assets/images/slider/img11.png';
import ImgSlider11 from '@/assets/images/slider/img12.png';
import ImgSlider12 from '@/assets/images/slider/img13.png';
import ImgSlider13 from '@/assets/images/slider/img14.png';
import ImgSlider14 from '@/assets/images/slider/img15.png';
import ImgSlider15 from '@/assets/images/slider/img16.png';
import ImgSlider16 from '@/assets/images/slider/img17.png';
import ImgSlider17 from '@/assets/images/slider/img18.png';
import ImgSlider18 from '@/assets/images/slider/img19.png';
import ImgSlider19 from '@/assets/images/slider/img20.png';
import ImgSlider20 from '@/assets/images/slider/img21.png';

export const slides = [
    {
        title: 'Строительные материалы',
        text: 'Все строительные материалы должны соответствовать требованиям безопасности, экологичности и прочности. Сертификация включает лабораторные исследования, подтверждающие устойчивость материалов к нагрузкам, влаге, огню и другим внешним факторам. Без сертификата невозможно продавать цемент, кирпич, стеклопакеты, теплоизоляционные панели и другие строительные материалы в России и странах Таможенного союза. Особое внимание уделяется материалам, используемым в жилых помещениях, поскольку они должны быть безопасными для здоровья человека. Получение разрешительных документов позволяет избежать претензий со стороны контролирующих органов и гарантирует соответствие продукции современным стандартам качества.',
        img: ImgSlider2
    },
    {
        title: 'Товары для детей и игрушки',
        text: 'Игрушки и детские товары должны соответствовать высоким стандартам качества и безопасности, поскольку они предназначены для самых уязвимых потребителей — детей. Сертификация включает комплексные лабораторные испытания, направленные на выявление токсичных веществ, проверку механической прочности, пожарной безопасности и наличия мелких деталей, которые могут представлять опасность. Продукция, контактирующая с кожей или слизистыми оболочками ребенка (например, пустышки, бутылочки, погремушки), проходит дополнительные тесты на гипоаллергенность и санитарно-гигиенические нормы. Только после успешного завершения всех проверок выдается документ, подтверждающий соответствие продукции требованиям. Без сертификации продажа детских товаров на территории России невозможна.',
        img: ImgSlider10
    },
    {
        title: 'Пищевая продукция',
        text: 'Продукты питания должны соответствовать санитарно-гигиеническим нормам и проходить обязательную сертификацию. В ходе лабораторных испытаний проверяются состав, наличие вредных добавок, сроки хранения и условия производства. Дополнительные требования предъявляются к продукции, содержащей аллергены, биодобавки и ГМО. Также сертификация подтверждает соответствие продукции стандартам пищевой безопасности, что важно как для производителей, так и для потребителей. Без соответствующих документов выпуск и реализация пищевых товаров запрещены, а нарушения могут привести к серьезным штрафам и отзыву продукции с рынка.',
        img: ImgSlider5
    },
    {
        title: 'Напитки',
        text: 'Напитки, такие как соки, вода, алкогольные и безалкогольные напитки, подлежат обязательной сертификации, чтобы подтвердить их безопасность и соответствие стандартам качества. В процессе сертификации проверяются компоненты напитков, условия хранения и упаковка, чтобы предотвратить возможные вредные воздействия на здоровье потребителей. Важно, чтобы напитки не содержали запрещённых веществ, таких как излишки консервантов, химических добавок или аллергенов. Без соответствующего сертификата реализация напитков на рынке невозможна.',
        img: ImgSlider13
    },
    {
        title: 'Мебель',
        text: 'Мебельная продукция, включая шкафы, кровати, столы и другие предметы интерьера, подлежит обязательной сертификации. Этот процесс подтверждает их соответствие требованиям безопасности, экологическим нормам и стандартам качества. Лабораторные испытания проверяют устойчивость материалов к нагрузкам, токсичность лакокрасочных покрытий и другие важные характеристики. Только после успешного прохождения всех этапов проверки выдается сертификат или декларация соответствия. Без этого документа запрещено производить, импортировать и реализовывать мебель на территории России и стран Таможенного союза. Особенно строгие требования предъявляются к детской мебели, а также изделиям, содержащим потенциально вредные для здоровья компоненты. Классификация продукции по кодам ТН ВЭД является важным этапом перед началом процедуры сертификации.',
        img: ImgSlider9
    },
    {
        title: 'Смазочные материалы',
        text: 'Смазочные жидкости, масла и технические жидкости должны соответствовать строгим нормативам, регулирующим их состав, вязкость, устойчивость к экстремальным температурам и другие важные характеристики. Процесс сертификации включает лабораторные испытания, в ходе которых определяют химический состав, уровень токсичности и влияние на окружающую среду. В зависимости от области применения, будь то промышленное оборудование, автомобили или авиация, требования к сертификации могут значительно отличаться. Получение сертификата или декларации соответствия дает производителям и импортерам возможность законно продавать свою продукцию в России и странах Таможенного союза. При отсутствии необходимой документации реализация смазочных материалов запрещена и может привести к административной ответственности.',
        img: ImgSlider6
    },
    {
        title: 'Лёгкая промышленность',
        text: 'Товары легкой промышленности, включая одежду, обувь, текстиль и другие изделия, подлежат обязательной сертификации. Процесс сертификации включает проверку соответствия продукции санитарным и экологическим нормам, а также тестирование на безопасность материалов, используемых в производстве. Для товаров, предназначенных для детей, требования безопасности являются особенно строгими. Без подтверждения соответствия продукции стандартам реализация таких товаров невозможна.',
        img: ImgSlider7
    },
    {
        title: 'Бытовая химия',
        text: 'Моющие и дезинфицирующие средства, бытовая химия требуют сертификации для подтверждения безопасности использования. Без этих документов продажа продукции невозможна. Важно, чтобы химические вещества не содержали опасных компонентов, таких как канцерогены или токсичные вещества, которые могут быть вредны для здоровья. Продукты, имеющие контакт с пищей или предназначенные для детей, проходят более строгие проверки.',
        img: ImgSlider4
    },
    {
        title: 'Низковольтное оборудование',
        text: 'Низковольтное оборудование, включая трансформаторы, электрические щиты, контакторы и другие устройства, подлежат обязательной сертификации для подтверждения их безопасности и соответствия установленным стандартам. Сертификация включает проверку электрической безопасности, долговечности и устойчивости к внешним воздействиям, таким как температура и влажность. Это необходимое условие для реализации продукции на российском рынке. Без сертификации низковольтное оборудование не может быть реализовано или использовано в российских учреждениях.',
        img: ImgSlider16
    },
    {
        title: 'Сетевое оборудование',
        text: 'Сетевое оборудование, включая маршрутизаторы, коммутаторы и кабели, также подлежат обязательной сертификации для подтверждения их соответствия стандартам безопасности и качества. Важно, чтобы оборудование соответствовало требованиям по электромагнитной совместимости, не создавая помех для других устройств. Сертификация сетевых устройств включает проверку их долговечности, энергоэффективности и функциональности. Без сертификации продажа сетевых устройств в России невозможна.',
        img: ImgSlider15
    },
    {
        title: 'Промышленное оборудование',
        text: 'Промышленное оборудование должно соответствовать строгим нормативам безопасности и качества. В процессе сертификации проверяются все аспекты работы оборудования, включая его устойчивость к нагрузкам, электробезопасность, влияние на экологию и соответствие стандартам энергетической эффективности. Сертификация подтверждает, что оборудование отвечает всем требованиями для эксплуатации в различных отраслях промышленности, таких как машиностроение, металлургия и нефтехимия.',
        img: ImgSlider17
    },
    {
        title: 'Упаковка',
        text: 'Любая упаковочная продукция, включая картонные коробки, пластиковые контейнеры и стеклянные бутылки, должна соответствовать установленным требованиям безопасности и экологичности. В процессе сертификации упаковка проверяется на прочность, устойчивость к внешним воздействиям и безопасность материалов, контактирующих с пищевыми продуктами. Это особенно важно для пищевой, фармацевтической и косметической продукции, где упаковка играет ключевую роль в сохранении качества товара. Помимо подтверждения соответствия стандартам, упаковка должна отвечать требованиям по утилизации и вторичной переработке. Это повышает уровень доверия со стороны потребителей и регулирующих органов. Без подтверждающего документа продажа упаковочных материалов на российском рынке невозможна.',
        img: ImgSlider8
    },
    {
        title: 'Хозяйственные товары',
        text: 'Продукция для дома и хозяйственных нужд включает широкий ассортимент товаров, от бытовых приборов до чистящих средств, и требует обязательной сертификации. Сертификация гарантирует, что продукция безопасна в использовании, не содержит токсичных веществ и соответствует установленным стандартам качества. В процессе проверки лаборатории анализируют материалы, долговечность, устойчивость к воздействию влаги, температуры и механических нагрузок. Товары, контактирующие с продуктами питания или предназначенные для детей, проходят дополнительные испытания. Без наличия сертификационного документа реализация товаров для дома невозможна. Это обязательное требование не только для производителей, но и для импортёров, желающих продавать продукцию в России и странах Таможенного союза.',
        img: ImgSlider3
    },
    {
        title: 'Канцелярия',
        text: 'Канцелярские товары, включая бумагу, ручки, клей и школьные принадлежности, должны соответствовать установленным стандартам качества и безопасности. В процессе сертификации проверяется наличие токсичных веществ, устойчивость материалов и долговечность продукции. Товары, предназначенные для детей, проходят дополнительные испытания, подтверждающие их безопасность при длительном использовании. Без соответствующих документов реализация канцелярских принадлежностей на российском рынке невозможна.',
        img: ImgSlider1
    },
    {
        title: 'Косметика и средства гигиены',
        text: 'Косметические и гигиенические средства подлежат обязательному контролю качества, поскольку они непосредственно контактируют с кожей и слизистыми оболочками человека. В процессе сертификации проверяется состав, содержание токсичных или аллергенных веществ, уровень pH, микробиологическая чистота и эффективность заявленных свойств. Продукция, предназначенная для детей и людей с чувствительной кожей, проходит дополнительные испытания. Без сертификации продажа косметики и средств гигиены невозможна, а несоблюдение требований может привести к отзыву товара с рынка и финансовым санкциям.',
        img: ImgSlider11
    },
    {
        title: 'Товары для животных',
        text: 'Товары для животных, включая корма, игрушки и аксессуары, также подлежат сертификации для подтверждения их безопасности. Сертификация включает проверку состава кормов, их питательную ценность, содержание запрещённых или вредных добавок, а также безопасность игрушек и аксессуаров. Это необходимое условие для ввоза и реализации товаров для животных в России и странах Таможенного союза. Несоответствие стандартам может привести к изъятию товара с рынка и финансовым санкциям.',
        img: ImgSlider14
    },
    {
        title: 'Медицинские изделия',
        text: 'Медицинские изделия подлежат обязательной сертификации для подтверждения их безопасности, эффективности и соответствия установленным стандартам. Это касается как диагностического и хирургического оборудования, так и расходных материалов, таких как шприцы, бинты и катетеры. Лабораторные испытания проверяют стерильность, устойчивость к внешним воздействиям, точность работы приборов и возможное влияние на здоровье человека. В зависимости от типа изделия сертификация может проходить по разным схемам и включать дополнительные клинические испытания. Только после получения соответствующего документа продукция может быть допущена к производству, продаже и использованию в медицинских учреждениях.',
        img: ImgSlider12
    },
    {
        title: 'Средства индивидуальной защиты',
        text: 'Средства индивидуальной защиты (СИЗ) являются важным элементом обеспечения безопасности работников на производстве, в строительстве и других областях. Продукция, такая как перчатки, каски, защитные очки и спецодежда, должна пройти сертификацию для подтверждения своей эффективности и соответствия санитарным стандартам. Сертификация включает проверку материалов на прочность, удобство в использовании и защитные свойства.',
        img: ImgSlider18
    },
    {
        title: 'Транспорт и спецтехника',
        text: 'Транспортные средства и спецтехника подлежат обязательной сертификации для подтверждения их соответствия стандартам безопасности, эффективности и экологичности. В процессе сертификации проверяются механические характеристики, системная безопасность и эксплуатационные показатели. Продукция проходит проверку на соответствие экологическим стандартам, включая выбросы вредных веществ в атмосферу.',
        img: ImgSlider19
    },
    {
        title: 'Высоковольтное оборудование',
        text: 'Высоковольтное оборудование подлежит обязательной сертификации для подтверждения его безопасности, эффективности и долговечности. Продукция проходит проверку на соответствие стандартам безопасности, электромагнитной совместимости и энергоэффективности. Без сертификации высоковольтное оборудование невозможно использовать в промышленности, энергетике и других областях, требующих высокой надёжности.',
        img: ImgSlider20
    },
    {
        title: 'Услуги',
        text: 'Определенные виды услуг, такие как медицинские, образовательные и строительные, подлежат обязательной сертификации. Это подтверждает их соответствие установленным стандартам качества, профессиональной квалификации сотрудников и требованиям безопасности. Сертификация услуг необходима для повышения доверия клиентов и защиты их прав. Например, медицинские учреждения должны иметь лицензии и сертификаты, подтверждающие квалификацию персонала и соответствие оборудования санитарным нормам.',
        img: ImgSliderUslugi
    },
];

