


import FolderImg from '@/assets/images/folder.png'
import Folder1Img from '@/assets/images/floder1.png'

import Image01 from '@/assets/images/main-gallery/01.webp';
import Image02 from '@/assets/images/main-gallery/02.webp';
import Image03 from '@/assets/images/main-gallery/03.webp';
import Image04 from '@/assets/images/main-gallery/04.webp';
import Image05 from '@/assets/images/main-gallery/05.webp';
import Image06 from '@/assets/images/main-gallery/06.webp';
import Image07 from '@/assets/images/main-gallery/07.webp';
import Image08 from '@/assets/images/main-gallery/08.webp';
import Image09 from '@/assets/images/main-gallery/09.webp';
import Image10 from '@/assets/images/main-gallery/10.webp';
import Image11 from '@/assets/images/main-gallery/11.webp';
import Image12 from '@/assets/images/main-gallery/12.webp';
import Image15 from '@/assets/images/main-gallery/15.webp';
import Image16 from '@/assets/images/main-gallery/16.webp';
import Image17 from '@/assets/images/main-gallery/17.webp';
import Image18 from '@/assets/images/main-gallery/18.webp';
import Image19 from '@/assets/images/main-gallery/19.webp';
import Image20 from '@/assets/images/main-gallery/20.webp';


export const documents = [
    {
        img: Image01,
        key: 'doc1'
    },
    {
        img: Image02,
        key: 'doc2'
    },
    {
        img: Image03,
        key: 'doc3'
    },

    {
        img: Image06,
        key: 'doc4'
    },
    {
        img: Image04,
        key: 'doc5'
    },

    {
        img: Image07,
        key: 'doc6'
    },
    {
        img: Image05,
        key: 'doc7'
    },
    {
        img: Image10,
        key: 'doc8'
    },
    {
        img: Image08,
        key: 'doc9'
    },
    {
        img: Image20,
        key: 'doc10'
    },
    {
        img: Image19,
        key: 'doc11'
    },
    {
        img: Image16,
        key: 'doc12'
    },
    {
        img: Image17,
        key: 'doc13'
    },
    {
        img: Image18,
        key: 'doc14'
    },
    {
        img: Image12,
        key: 'doc15'
    },
    {
        img: Image15,
        key: 'doc16'
    },
    {
        img: Image09,
        key: 'doc17'
    },
    {
        img: Image11,
        key: 'doc18'
    },


];

export const skills = [
    {
        key: 'skill1',
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
    {
        key: 'skill2',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: Folder1Img
    },
    {
        empty: true,
        folder: false
    },
    {
        key: 'skill3',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        key: 'skill4',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: FolderImg
    },

    {
        key: 'skill5',    
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        key: 'skill6',
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
]


import ImgSliderUslugi from '@/assets/images/slider/img01.png';
import ImgSlider1 from '@/assets/images/slider/img02.png';
import ImgSlider2 from '@/assets/images/slider/img03.png';
import ImgSlider3 from '@/assets/images/slider/img04.png';
import ImgSlider4 from '@/assets/images/slider/img05.png';
import ImgSlider5 from '@/assets/images/slider/img06.png';
import ImgSlider6 from '@/assets/images/slider/img07.png';
import ImgSlider7 from '@/assets/images/slider/img08.png';
import ImgSlider8 from '@/assets/images/slider/img09.png';
import ImgSlider9 from '@/assets/images/slider/img10.png';
import ImgSlider10 from '@/assets/images/slider/img11.png';
import ImgSlider11 from '@/assets/images/slider/img12.png';
import ImgSlider12 from '@/assets/images/slider/img13.png';
import ImgSlider13 from '@/assets/images/slider/img14.png';
import ImgSlider14 from '@/assets/images/slider/img15.png';
import ImgSlider15 from '@/assets/images/slider/img16.png';
import ImgSlider16 from '@/assets/images/slider/img17.png';
import ImgSlider17 from '@/assets/images/slider/img18.png';
import ImgSlider18 from '@/assets/images/slider/img19.png';
import ImgSlider19 from '@/assets/images/slider/img20.png';
import ImgSlider20 from '@/assets/images/slider/img21.png';

export const slides = [
    {
        title: 'Строительные материалы',
        text: 'Все строительные материалы должны соответствовать требованиям безопасности, экологичности и прочности. Сертификация включает лабораторные исследования, подтверждающие устойчивость материалов к нагрузкам, влаге, огню и другим внешним факторам. Без сертификата невозможно продавать цемент, кирпич, стеклопакеты, теплоизоляционные панели и другие строительные материалы в России и странах Таможенного союза. Особое внимание уделяется материалам, используемым в жилых помещениях, поскольку они должны быть безопасными для здоровья человека. Получение разрешительных документов позволяет избежать претензий со стороны контролирующих органов и гарантирует соответствие продукции современным стандартам качества.',
        img: ImgSlider2
    },
    {
        title: 'Товары для детей и игрушки',
        text: 'Игрушки и детские товары должны соответствовать высоким стандартам качества и безопасности, поскольку они предназначены для самых уязвимых потребителей — детей. Сертификация включает комплексные лабораторные испытания, направленные на выявление токсичных веществ, проверку механической прочности, пожарной безопасности и наличия мелких деталей, которые могут представлять опасность. Продукция, контактирующая с кожей или слизистыми оболочками ребенка (например, пустышки, бутылочки, погремушки), проходит дополнительные тесты на гипоаллергенность и санитарно-гигиенические нормы. Только после успешного завершения всех проверок выдается документ, подтверждающий соответствие продукции требованиям. Без сертификации продажа детских товаров на территории России невозможна.',
        img: ImgSlider10
    },
    {
        title: 'Пищевая продукция',
        text: 'Продукты питания должны соответствовать санитарно-гигиеническим нормам и проходить обязательную сертификацию. В ходе лабораторных испытаний проверяются состав, наличие вредных добавок, сроки хранения и условия производства. Дополнительные требования предъявляются к продукции, содержащей аллергены, биодобавки и ГМО. Также сертификация подтверждает соответствие продукции стандартам пищевой безопасности, что важно как для производителей, так и для потребителей. Без соответствующих документов выпуск и реализация пищевых товаров запрещены, а нарушения могут привести к серьезным штрафам и отзыву продукции с рынка.',
        img: ImgSlider5
    },
    {
        title: 'Напитки',
        text: 'Напитки, такие как соки, вода, алкогольные и безалкогольные напитки, подлежат обязательной сертификации, чтобы подтвердить их безопасность и соответствие стандартам качества. В процессе сертификации проверяются компоненты напитков, условия хранения и упаковка, чтобы предотвратить возможные вредные воздействия на здоровье потребителей. Важно, чтобы напитки не содержали запрещённых веществ, таких как излишки консервантов, химических добавок или аллергенов. Без соответствующего сертификата реализация напитков на рынке невозможна.',
        img: ImgSlider13
    },
    {
        title: 'Мебель',
        text: 'Мебельная продукция, включая шкафы, кровати, столы и другие предметы интерьера, подлежит обязательной сертификации. Этот процесс подтверждает их соответствие требованиям безопасности, экологическим нормам и стандартам качества. Лабораторные испытания проверяют устойчивость материалов к нагрузкам, токсичность лакокрасочных покрытий и другие важные характеристики. Только после успешного прохождения всех этапов проверки выдается сертификат или декларация соответствия. Без этого документа запрещено производить, импортировать и реализовывать мебель на территории России и стран Таможенного союза. Особенно строгие требования предъявляются к детской мебели, а также изделиям, содержащим потенциально вредные для здоровья компоненты. Классификация продукции по кодам ТН ВЭД является важным этапом перед началом процедуры сертификации.',
        img: ImgSlider9
    },
    {
        title: 'Смазочные материалы',
        text: 'Смазочные жидкости, масла и технические жидкости должны соответствовать строгим нормативам, регулирующим их состав, вязкость, устойчивость к экстремальным температурам и другие важные характеристики. Процесс сертификации включает лабораторные испытания, в ходе которых определяют химический состав, уровень токсичности и влияние на окружающую среду. В зависимости от области применения, будь то промышленное оборудование, автомобили или авиация, требования к сертификации могут значительно отличаться. Получение сертификата или декларации соответствия дает производителям и импортерам возможность законно продавать свою продукцию в России и странах Таможенного союза. При отсутствии необходимой документации реализация смазочных материалов запрещена и может привести к административной ответственности.',
        img: ImgSlider6
    },
    {
        title: 'Лёгкая промышленность',
        text: 'Товары легкой промышленности, включая одежду, обувь, текстиль и другие изделия, подлежат обязательной сертификации. Процесс сертификации включает проверку соответствия продукции санитарным и экологическим нормам, а также тестирование на безопасность материалов, используемых в производстве. Для товаров, предназначенных для детей, требования безопасности являются особенно строгими. Без подтверждения соответствия продукции стандартам реализация таких товаров невозможна.',
        img: ImgSlider7
    },
    {
        title: 'Бытовая химия',
        text: 'Моющие и дезинфицирующие средства, бытовая химия требуют сертификации для подтверждения безопасности использования. Без этих документов продажа продукции невозможна. Важно, чтобы химические вещества не содержали опасных компонентов, таких как канцерогены или токсичные вещества, которые могут быть вредны для здоровья. Продукты, имеющие контакт с пищей или предназначенные для детей, проходят более строгие проверки.',
        img: ImgSlider4
    },
    {
        title: 'Низковольтное оборудование',
        text: 'Низковольтное оборудование, включая трансформаторы, электрические щиты, контакторы и другие устройства, подлежат обязательной сертификации для подтверждения их безопасности и соответствия установленным стандартам. Сертификация включает проверку электрической безопасности, долговечности и устойчивости к внешним воздействиям, таким как температура и влажность. Это необходимое условие для реализации продукции на российском рынке. Без сертификации низковольтное оборудование не может быть реализовано или использовано в российских учреждениях.',
        img: ImgSlider16
    },
    {
        title: 'Сетевое оборудование',
        text: 'Сетевое оборудование, включая маршрутизаторы, коммутаторы и кабели, также подлежат обязательной сертификации для подтверждения их соответствия стандартам безопасности и качества. Важно, чтобы оборудование соответствовало требованиям по электромагнитной совместимости, не создавая помех для других устройств. Сертификация сетевых устройств включает проверку их долговечности, энергоэффективности и функциональности. Без сертификации продажа сетевых устройств в России невозможна.',
        img: ImgSlider15
    },
    {
        title: 'Промышленное оборудование',
        text: 'Промышленное оборудование должно соответствовать строгим нормативам безопасности и качества. В процессе сертификации проверяются все аспекты работы оборудования, включая его устойчивость к нагрузкам, электробезопасность, влияние на экологию и соответствие стандартам энергетической эффективности. Сертификация подтверждает, что оборудование отвечает всем требованиями для эксплуатации в различных отраслях промышленности, таких как машиностроение, металлургия и нефтехимия.',
        img: ImgSlider17
    },
    {
        title: 'Упаковка',
        text: 'Любая упаковочная продукция, включая картонные коробки, пластиковые контейнеры и стеклянные бутылки, должна соответствовать установленным требованиям безопасности и экологичности. В процессе сертификации упаковка проверяется на прочность, устойчивость к внешним воздействиям и безопасность материалов, контактирующих с пищевыми продуктами. Это особенно важно для пищевой, фармацевтической и косметической продукции, где упаковка играет ключевую роль в сохранении качества товара. Помимо подтверждения соответствия стандартам, упаковка должна отвечать требованиям по утилизации и вторичной переработке. Это повышает уровень доверия со стороны потребителей и регулирующих органов. Без подтверждающего документа продажа упаковочных материалов на российском рынке невозможна.',
        img: ImgSlider8
    },
    {
        title: 'Хозяйственные товары',
        text: 'Продукция для дома и хозяйственных нужд включает широкий ассортимент товаров, от бытовых приборов до чистящих средств, и требует обязательной сертификации. Сертификация гарантирует, что продукция безопасна в использовании, не содержит токсичных веществ и соответствует установленным стандартам качества. В процессе проверки лаборатории анализируют материалы, долговечность, устойчивость к воздействию влаги, температуры и механических нагрузок. Товары, контактирующие с продуктами питания или предназначенные для детей, проходят дополнительные испытания. Без наличия сертификационного документа реализация товаров для дома невозможна. Это обязательное требование не только для производителей, но и для импортёров, желающих продавать продукцию в России и странах Таможенного союза.',
        img: ImgSlider3
    },
    {
        title: 'Канцелярия',
        text: 'Канцелярские товары, включая бумагу, ручки, клей и школьные принадлежности, должны соответствовать установленным стандартам качества и безопасности. В процессе сертификации проверяется наличие токсичных веществ, устойчивость материалов и долговечность продукции. Товары, предназначенные для детей, проходят дополнительные испытания, подтверждающие их безопасность при длительном использовании. Без соответствующих документов реализация канцелярских принадлежностей на российском рынке невозможна.',
        img: ImgSlider1
    },
    {
        title: 'Косметика и средства гигиены',
        text: 'Косметические и гигиенические средства подлежат обязательному контролю качества, поскольку они непосредственно контактируют с кожей и слизистыми оболочками человека. В процессе сертификации проверяется состав, содержание токсичных или аллергенных веществ, уровень pH, микробиологическая чистота и эффективность заявленных свойств. Продукция, предназначенная для детей и людей с чувствительной кожей, проходит дополнительные испытания. Без сертификации продажа косметики и средств гигиены невозможна, а несоблюдение требований может привести к отзыву товара с рынка и финансовым санкциям.',
        img: ImgSlider11
    },
    {
        title: 'Товары для животных',
        text: 'Товары для животных, включая корма, игрушки и аксессуары, также подлежат сертификации для подтверждения их безопасности. Сертификация включает проверку состава кормов, их питательную ценность, содержание запрещённых или вредных добавок, а также безопасность игрушек и аксессуаров. Это необходимое условие для ввоза и реализации товаров для животных в России и странах Таможенного союза. Несоответствие стандартам может привести к изъятию товара с рынка и финансовым санкциям.',
        img: ImgSlider14
    },
    {
        title: 'Медицинские изделия',
        text: 'Медицинские изделия подлежат обязательной сертификации для подтверждения их безопасности, эффективности и соответствия установленным стандартам. Это касается как диагностического и хирургического оборудования, так и расходных материалов, таких как шприцы, бинты и катетеры. Лабораторные испытания проверяют стерильность, устойчивость к внешним воздействиям, точность работы приборов и возможное влияние на здоровье человека. В зависимости от типа изделия сертификация может проходить по разным схемам и включать дополнительные клинические испытания. Только после получения соответствующего документа продукция может быть допущена к производству, продаже и использованию в медицинских учреждениях.',
        img: ImgSlider12
    },
    {
        title: 'Средства индивидуальной защиты',
        text: 'Средства индивидуальной защиты (СИЗ) являются важным элементом обеспечения безопасности работников на производстве, в строительстве и других областях. Продукция, такая как перчатки, каски, защитные очки и спецодежда, должна пройти сертификацию для подтверждения своей эффективности и соответствия санитарным стандартам. Сертификация включает проверку материалов на прочность, удобство в использовании и защитные свойства.',
        img: ImgSlider18
    },
    {
        title: 'Транспорт и спецтехника',
        text: 'Транспортные средства и спецтехника подлежат обязательной сертификации для подтверждения их соответствия стандартам безопасности, эффективности и экологичности. В процессе сертификации проверяются механические характеристики, системная безопасность и эксплуатационные показатели. Продукция проходит проверку на соответствие экологическим стандартам, включая выбросы вредных веществ в атмосферу.',
        img: ImgSlider19
    },
    {
        title: 'Высоковольтное оборудование',
        text: 'Высоковольтное оборудование подлежит обязательной сертификации для подтверждения его безопасности, эффективности и долговечности. Продукция проходит проверку на соответствие стандартам безопасности, электромагнитной совместимости и энергоэффективности. Без сертификации высоковольтное оборудование невозможно использовать в промышленности, энергетике и других областях, требующих высокой надёжности.',
        img: ImgSlider20
    },
    {
        title: 'Услуги',
        text: 'Определенные виды услуг, такие как медицинские, образовательные и строительные, подлежат обязательной сертификации. Это подтверждает их соответствие установленным стандартам качества, профессиональной квалификации сотрудников и требованиям безопасности. Сертификация услуг необходима для повышения доверия клиентов и защиты их прав. Например, медицинские учреждения должны иметь лицензии и сертификаты, подтверждающие квалификацию персонала и соответствие оборудования санитарным нормам.',
        img: ImgSliderUslugi
    },
];

