import ImdDoc from '@/assets/images/main-gallery/1.webp'
import ImdDoc1 from '@/assets/images/main-gallery/1.webp'
import ImgSlider from '@/assets/images/slider/1.png'

import FolderImg from '@/assets/images/folder.webp'
import Folder1Img from '@/assets/images/floder1.webp'

export const documents = [
    {
        title: 'Сертификат соответствия ГОСТ Р',
        img: ImdDoc,
        content: {
            text: 'Подтверждает соответствие продукции российским национальным стандартам. Обязателен для реализации определённых товаров на рынке РФ.',
            text1: 'Полный перечень технических регламентов ТС'
        },
        content1: [
            {

                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции',
                    'Инструкция по применению',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ]
    },
    {
        title: 'Декларация соответствия ГОСТ Р',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) ',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции — если нет оформим',
                    'Инструкция по применению',
                    'Руководство эксплуатации',
                    'ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия «Сейсмостойкости»',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия Таможенного Союза (СС ТР ТС)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции требованиям технических регламентов государств ЕАЭС. Ключевой элемент для торговли в рамках Евразийского экономического союза.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ]
    },
    {
        title: 'Прохождение ежегодного инспекционного контроля (ИК)',
        img: ImdDoc1,
        content: {
            text: 'Регулярная проверка соответствия сертифицированной продукции заявленным стандартам. Обеспечивает стабильное качество и надёжность товаров в долгосрочной перспективе.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Технические условия (ТУ) – если нет оформим"
                ]
            }
        ]
    },
    {
        title: 'Декларация соответствия Таможенного Союза (ДС ТР ТС)',
        img: ImdDoc1,
        content: {
            text: 'Заявление производителя о соответствии продукции требованиям ТР ТС. Снижает бюрократические барьеры и облегчает выход на рынок Таможенного Союза.',

        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия Пожарной Безопасности',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции нормам противопожарной безопасности. Обеспечивает надёжность эксплуатации товаров, защищая жизнь и имущество.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции",
                    "Инструкция по применению",
                    "Образцы на испытания (индивидуально по продукции)",
                    "По производству (все шаблоны предоставляются если их нет)",
                    "Документированные процедуры или документы, отражающие требования и правила по организации процессов (регламенты/инструкции):",
                    "Руководство по качеству (при наличии)",
                    "Политика в области качества (при наличии)",
                    "О внесении изменений в тех документацию и организационно-распорядительные документы",
                    "Об организации входного контроля",
                    "Об организации процесса производства делайте",
                    "По управлению Средствами Измерений",
                    "По управлению производственным оборудованием",
                    "По организации контроля качества готовой продукции",
                    "По организации работы с несоответствующей продукцией",
                    "Об организации процесса приёмки на склад, хранения и отгрузки готовой продукции",
                    "По работе с рекламациями",
                    "Журналы: справка об электронных журналах",
                    "Входного контроля",
                    "Операционного контроля",
                    "Журнал учёта проведённых ремонтов и обслуживания оборудования",
                    "Журнал учёта готовой продукции (отбракованной продукции)",
                    "Журнал учёта рекламаций",
                    "Приказы или Должностные инструкции на ответственных за:",
                    "Приказы или Должностные инструкции",
                    "Входной контроль",
                    "Производство (операционный контроль)",
                    "Поверку и хранение средств измерений",
                    "Оборудование",
                    "Контроль качества готовой продукции",
                    "Складирование готовой продукции",
                    "Рекламации",
                    "Графики поверки Средств измерений + актуальные свидетельства о поверки, график ППР оборудования, макеты графиков поверки"
                ]
            }
        ]
    },
    {
        title: 'Сертификат на тип продукции',
        img: ImdDoc1,
        content: {
            text: 'Удостоверяет соответствие продукции конкретного типа установленным стандартам. Является основным нормативным документом для серийного производства.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ]
    },
    {
        title: 'Протокол испытаний (исследований) ПИ',
        img: ImdDoc1,
        content: {
            text: 'Фиксирует результаты лабораторных исследований продукции. Служит доказательством её качества и безопасности.',
        },
        content1: [
            {
                title: 'Является неотъемлемой частью документов:',
                list: [
                    "Декларация",
                    "Сертификат ГОСТР, ТР ТС",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим"
                ]
            }
        ]
    },
    {
        title: 'Информационное отказное письмо',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает, что товар не требует обязательной сертификации. Позволяет избежать лишних административных процедур при выходе на рынок.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно'
                ]
            }
        ]
    },
    {
        title: 'Технические условия (ТУ)',
        img: ImdDoc1,
        content: {
            text: 'Устанавливает технические параметры продукции. Гарантирует соответствие товара требованиям отрасли и ожиданиям клиентов.  '
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)'
                ]
            }
        ]
    },
    {
        title: 'Свидетельство о государственной регистрации (СГР)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает регистрацию продукции в государственных органах. Необходим для законного оборота и использования на территории России.',
        },
        content1: [
            {
                title: 'Оформление предлагаем в РФ/КГ/РБ',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]
            }
        ]
    },
    {
        title: 'Экспертное заключение (ЭЗ)',
        img: ImdDoc1,
        content: {
            text: 'Содержит мнение специалиста о качестве и безопасности продукции. Необходимо для подтверждения соответствия сложных или специфических товаров',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 9001–2015 (Стандарт организации)',
        img: ImdDoc1,
        content: {
            text: 'Удостоверяет соответствие системы менеджмента качества установленным требованиям. Способствует повышению эффективности работы, улучшению продукции и удовлетворённости клиентов'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 14001–2016 (Экологический менеджмент)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает внедрение системы управления окружающей средой, соответствующей мировым стандартам. Укрепляет экологическую ответственность и доверие клиентов и партнёров',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 22000–2007 (Пищевой менеджмент)',
        img: ImdDoc1,
        content: {
            text: 'Регулирует соблюдение норм безопасности пищевых продуктов на всех этапах производства. Важен для пищевой отрасли, укрепляя доверие потребителей.',

        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'Паспорт безопасности химической продукции',
        img: ImdDoc1,
        content: {
            text: 'Содержит сведения о свойствах и методах безопасного использования химических веществ. Обеспечивает защиту здоровья пользователей, работников и окружающей среды.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    ''
                ]
            }
        ]
    },
    {
        title: 'Сертификат о происхождении товара (СТ-1)',
        img: ImdDoc1,
        content: {
            text: 'Документ, подтверждающий страну производства продукции для таможенного оформления и торговли. Предоставляет льготы при уплате пошлин и упрощает экспортные операции.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме(форма заявки предоставляется нами)'
                ]
            },
            {
                title: 'Далее идет список документации обязательный для предоставления, каждый документ можем помочь оформить в рамках оформления СТ-1, стоимость варьируется от полноты предоставленной документации: ',
                list: [
                    "Регистрационные документы экспортёра — устав, свидетельство о регистрации",
                    "Свидетельство о постановке на учёт в налоговом органе и т.д.",
                    "Контракт с импортёром, приложение или спецификация, платёжные документы (счёт, счёт-фактура или инвойс)",
                    "Договор покупки продукции, если экспортёр не является производителем, счета-фактуры, товарные накладные на покупку продукции",
                    "От производителя: Документы, подтверждающие происхождение продукции — сертификаты соответствия / сертификаты качества / декларации о соответствии / паспорта изделий и/или др.",
                    "От производителя: Перечень сырья и материалов для производства товара с указанием кода ТН ВЭД импортного сырья — по каждой позиции.",
                    "От производителя: Документы, подтверждающие происхождение сырья — паспорта, сертификаты, декларации на сырьё",
                    "От производителя: ТУ (поможем разработать дополнительно), технологические карты, описание тех процесса",
                    "От производителя: В случае если нет изменения кода товарной позиции на уровне первых 4 знаков импортного сырья по отношению к готовому товару: Калькуляция (структура цены) на условиях франко-завод, с указанием стоимости всех использованных (сырья) и комплектующих, используемых при изготовлении продукции, с указанием страны происхождения, а для материалов (сырья) и комплектующих иностранного происхождения их таможенной стоимости или документально подтверждённой цены покупки на территории Российской Федерации и кодов ТН ВЭД ЕАЭС на уровне не менее первых четырёх знаков. Перечень должен содержать ссылки на спецификации, в соответствии с которыми определяется состав заявленной промышленной продукции (компонентов) и (или) комплектующих. Договоры на покупку, счета-фактуры, товарные накладные. всех материалов.",
                    "Копия сертификата происхождения при реэкспорте импортного товара, и/или ГТД, CMR, паспорта, сертификаты и т.д.",
                    "Лицензия или другой разрешительный документ, предусмотренный законодательством",
                    "ГТД с отметкой таможни (если груз отправлен)",
                    "Упаковочный лист с указанием количества мест, вид упаковки, вес брутто/нетто (по позициям и общий)",
                    "Договор экспортёра с заявителем/плательщиком, доверенность (форма предоставляется если необходима)"
                ]

            }
        ]
    }
]

export const skills = [
    {
        title: 'Гибкие условия оплаты',
        text: [
            "Работаем по предоплате.",
            "Возможна оплата по факту оказания услуг.",
            "Можем предоставить рассрочку платежа."
        ],
        btn: 'Оформить заявку',
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
    {
        title: 'Условия сотрудничества',
        text: [
            "Персональное сопровождение на всех этапах.",
            "Подбор нужных документов.",
            "Бесплатная курьерская доставка."
        ]
        ,
        btn: 'Оставить заявку',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: Folder1Img
    },
    {
        empty: true,
        folder: false
    },
    {
        title: 'Работаем по договору',
        text: [
            "Предлагаем прозрачные условия сотрудничества.",
            "Минимальный пакет документов для запуска."
        ]
        ,
        btn: 'Заказать обратный звонок',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        title: 'Обширная аккредитация',
        text: [
            "Работаем по всем отраслям.",
            "Оформляем любые виды документов.",
            "Проводим испытания, делаем выезд на производство."
        ]
        ,
        btn: 'Все услуги по отраслям',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        empty: false,
        folder: true,
        img: FolderImg
    },

    {
        title: 'Оперативность',
        text: [
            "Получение документов в кратчайшие сроки, без задержек.",
            "Многие документы оформляются в течение суток."
        ]
        ,
        btn: 'Перейти к услугам',
        action: '',
        bg: 'primary',
        empty: false,
        folder: false
    },
    {
        empty: true,
        folder: false
    },
    {
        title: 'Более 15 лет опыта',
        text: [
            "Оформили 1 млн документов.",
            "Работаем на результат и доверие.",
            "Клиенты нас рекомендуют и возвращаются."
        ],
        btn: 'Подробнее о компании',
        action: '',
        bg: 'secondary',
        empty: false,
        folder: false
    },
]


export const slides = [
    {
        title: 'Мебель',
        text: 'Мебельная продукция, включая шкафы, кровати, столы и другие предметы интерьера, подлежит обязательной сертификации. Этот процесс подтверждает их соответствие требованиям безопасности, экологическим нормам и стандартам качества. Лабораторные испытания проверяют устойчивость материалов к нагрузкам, токсичность лакокрасочных покрытий и другие важные характеристики. Только после успешного прохождения всех этапов проверки выдается сертификат или декларация соответствия. Без этого документа запрещено производить, импортировать и реализовывать мебель на территории России и стран Таможенного союза. Особенно строгие требования предъявляются к детской мебели, а также изделиям, содержащим потенциально вредные для здоровья компоненты. Классификация продукции по кодам ТН ВЭД является важным этапом перед началом процедуры сертификации.',
        img: ImgSlider
    },
    {
        title: 'Упаковка',
        text: 'Любая упаковочная продукция, включая картонные коробки, пластиковые контейнеры и стеклянные бутылки, должна соответствовать установленным требованиям безопасности и экологичности. В процессе сертификации упаковка проверяется на прочность, устойчивость к внешним воздействиям и безопасность материалов, контактирующих с пищевыми продуктами. Это особенно важно для пищевой, фармацевтической и косметической продукции, где упаковка играет ключевую роль в сохранении качества товара. Помимо подтверждения соответствия стандартам, упаковка должна отвечать требованиям по утилизации и вторичной переработке. Это повышает уровень доверия со стороны потребителей и регулирующих органов. Без подтверждающего документа продажа упаковочных материалов на российском рынке невозможна.',
        img: ImgSlider
    },
    {
        title: 'Смазочные материалы',
        text: 'Смазочные жидкости, масла и технические жидкости должны соответствовать строгим нормативам, регулирующим их состав, вязкость, устойчивость к экстремальным температурам и другие важные характеристики. Процесс сертификации включает лабораторные испытания, в ходе которых определяют химический состав, уровень токсичности и влияние на окружающую среду. В зависимости от области применения, будь то промышленное оборудование, автомобили или авиация, требования к сертификации могут значительно отличаться. Получение сертификата или декларации соответствия дает производителям и импортерам возможность законно продавать свою продукцию в России и странах Таможенного союза. При отсутствии необходимой документации реализация смазочных материалов запрещена и может привести к административной ответственности.',
        img: ImgSlider
    },
    {
        title: 'Средства индивидуальной защиты',
        text: 'Сертификация средств индивидуальной защиты (СИЗ) является обязательной, поскольку эти изделия предназначены для защиты здоровья и жизни людей в различных сферах деятельности. К ним относятся каски, респираторы, защитные костюмы, перчатки, очки и обувь. В ходе проверки продукция тестируется на прочность, устойчивость к механическим повреждениям, температурным воздействиям и химическим веществам. В зависимости от назначения изделия требования к сертификации могут различаться. Например, огнестойкие костюмы для пожарных проходят более жесткие испытания, чем стандартная защитная спецодежда. Только после успешного прохождения всех тестов компания получает разрешительный документ, который дает право на продажу продукции. Без сертификации реализация СИЗ запрещена, так как это может поставить под угрозу безопасность пользователей.',
        img: ImgSlider
    },
    {
        title: 'Товары для детей и игрушки',
        text: 'Игрушки и детские товары должны соответствовать высоким стандартам качества и безопасности, поскольку они предназначены для самых уязвимых потребителей — детей. Сертификация включает комплексные лабораторные испытания, направленные на выявление токсичных веществ, проверку механической прочности, пожарной безопасности и наличия мелких деталей, которые могут представлять опасность. Продукция, контактирующая с кожей или слизистыми оболочками ребенка (например, пустышки, бутылочки, погремушки), проходит дополнительные тесты на гипоаллергенность и санитарно-гигиенические нормы. Только после успешного завершения всех проверок выдается документ, подтверждающий соответствие продукции требованиям. Без сертификации продажа детских товаров на территории России невозможна.',
        img: ImgSlider
    },
    {
        title: 'Товары для животных',
        text: 'Корма, аксессуары и средства ухода за домашними животными также подлежат обязательной сертификации. Этот процесс включает испытания на безопасность состава, влияние компонентов на здоровье питомцев и соответствие установленным стандартам качества. Особенно строгие требования предъявляются к кормам, поскольку их состав должен быть тщательно сбалансирован и не содержать вредных примесей. Продукция проходит проверки в специализированных лабораториях, где анализируются питательные свойства, наличие токсинов и других нежелательных веществ. Только после подтверждения соответствия стандартам товар может быть допущен к реализации. Владельцы бизнеса, занимающиеся импортом и производством товаров для животных, обязаны получить разрешительный документ, без которого продажа будет незаконной.',
        img: ImgSlider
    },
    {
        title: 'Хозяйственные товары',
        text: 'Продукция для дома и хозяйственных нужд включает широкий ассортимент товаров, от бытовых приборов до чистящих средств, и требует обязательной сертификации. Сертификация гарантирует, что продукция безопасна в использовании, не содержит токсичных веществ и соответствует установленным стандартам качества. В процессе проверки лаборатории анализируют материалы, долговечность, устойчивость к воздействию влаги, температуры и механических нагрузок. Товары, контактирующие с продуктами питания или предназначенные для детей, проходят дополнительные испытания. Без наличия сертификационного документа реализация товаров для дома невозможна. Это обязательное требование не только для производителей, но и для импортёров, желающих продавать продукцию в России и странах Таможенного союза.',
        img: ImgSlider
    },
    {
        title: 'Бытовая химия',
        text: 'Моющие и дезинфицирующие средства, бытовая химия требуют сертификации для подтверждения безопасности использования. Без этих документов продажа продукции невозможна. Важно, чтобы химические вещества не содержали опасных компонентов, таких как канцерогены или токсичные вещества, которые могут быть вредны для здоровья. Продукты, имеющие контакт с пищей или предназначенные для детей, проходят более строгие проверки.',
        img: ImgSlider
    },
    {
        title: 'Медицинские изделия',
        text: 'Медицинские изделия подлежат обязательной сертификации для подтверждения их безопасности, эффективности и соответствия установленным стандартам. Это касается как диагностического и хирургического оборудования, так и расходных материалов, таких как шприцы, бинты и катетеры. Лабораторные испытания проверяют стерильность, устойчивость к внешним воздействиям, точность работы приборов и возможное влияние на здоровье человека. В зависимости от типа изделия сертификация может проходить по разным схемам и включать дополнительные клинические испытания. Только после получения соответствующего документа продукция может быть допущена к производству, продаже и использованию в медицинских учреждениях.',
        img: ImgSlider
    },
    {
        title: 'Строительные материалы',
        text: 'Все строительные материалы должны соответствовать требованиям безопасности, экологичности и прочности. Сертификация включает лабораторные исследования, подтверждающие устойчивость материалов к нагрузкам, влаге, огню и другим внешним факторам. Без сертификата невозможно продавать цемент, кирпич, стеклопакеты, теплоизоляционные панели и другие строительные материалы в России и странах Таможенного союза. Особое внимание уделяется материалам, используемым в жилых помещениях, поскольку они должны быть безопасными для здоровья человека. Получение разрешительных документов позволяет избежать претензий со стороны контролирующих органов и гарантирует соответствие продукции современным стандартам качества.',
        img: ImgSlider
    },
    {
        title: 'Промышленное оборудование',
        text: 'Промышленное оборудование, включая станки, генераторы, насосы и производственные линии, должно пройти обязательную сертификацию. Этот процесс включает тестирование технических характеристик, проверку безопасности эксплуатации и соответствие требованиям ГОСТ, ТР ТС и других нормативных актов. Некоторые виды оборудования, такие как подъемные механизмы или взрывоопасные устройства, требуют дополнительных испытаний. Без подтверждения соответствия промышленное оборудование не может быть допущено к эксплуатации, поскольку это может представлять угрозу для жизни и здоровья людей, а также привести к штрафным санкциям для производителя или импортера.',
        img: ImgSlider
    },
    {
        title: 'Алкогольная продукция',
        text: 'Алкогольные напитки подлежат обязательной сертификации, чтобы подтвердить их качество и безопасность. Проверки проводятся в аккредитованных лабораториях, где анализируют состав напитка, содержание этанола, наличие вредных примесей и соответствие установленным стандартам. При производстве алкоголя особое внимание уделяется процессу ферментации, очистки и выдержки, поскольку даже небольшие отклонения могут повлиять на безопасность конечного продукта. Без сертификата невозможно законно производить и продавать алкогольную продукцию в России. Кроме того, особые требования предъявляются к маркировке, упаковке и хранению напитков.',
        img: ImgSlider
    },
    {
        title: 'Пищевая продукция',
        text: 'Продукты питания должны соответствовать санитарно-гигиеническим нормам и проходить обязательную сертификацию. В ходе лабораторных испытаний проверяются состав, наличие вредных добавок, сроки хранения и условия производства. Дополнительные требования предъявляются к продукции, содержащей аллергены, биодобавки и ГМО. Также сертификация подтверждает соответствие продукции стандартам пищевой безопасности, что важно как для производителей, так и для потребителей. Без соответствующих документов выпуск и реализация пищевых товаров запрещены, а нарушения могут привести к серьезным штрафам и отзыву продукции с рынка.',
        img: ImgSlider
    },
    {
        title: 'Косметика и средства гигиены',
        text: 'Косметические и гигиенические средства подлежат обязательному контролю качества, поскольку они непосредственно контактируют с кожей и слизистыми оболочками человека. В процессе сертификации проверяется состав, содержание токсичных или аллергенных веществ, уровень pH, микробиологическая чистота и эффективность заявленных свойств. Продукция, предназначенная для детей и людей с чувствительной кожей, проходит дополнительные испытания. Без сертификации продажа косметики и средств гигиены невозможна, а несоблюдение требований может привести к отзыву товара с рынка и финансовым санкциям.',
        img: ImgSlider
    },
    {
        title: 'Сетевое оборудование',
        text: 'Маршрутизаторы, коммутаторы, серверы и другое сетевое оборудование должны соответствовать техническим и эксплуатационным стандартам. Сертификация включает проверку устойчивости к внешним воздействиям, уровня электромагнитного излучения, надежности работы в различных условиях и энергоэффективности. Оборудование, используемое в государственных учреждениях и критически важных системах, может потребовать дополнительной сертификации на соответствие требованиям информационной безопасности. Только после получения разрешительных документов продукция может быть официально реализована на российском рынке.',
        img: ImgSlider
    },
    {
        title: 'Транспорт и спецтехника',
        text: 'Автомобили, грузовики, спецтехника и комплектующие к ним подлежат обязательной сертификации для подтверждения их безопасности и соответствия техническим требованиям. Лабораторные испытания включают проверку выбросов вредных веществ, устойчивости к аварийным ситуациям, работоспособности тормозных систем и других критически важных параметров. Без сертификата невозможно поставить транспортное средство на учет и эксплуатировать его в России. Также особые требования предъявляются к импортируемой технике, которая должна соответствовать местным нормам экологической и технической безопасности.',
        img: ImgSlider
    },
    {
        title: 'Канцелярия',
        text: 'Канцелярские товары, включая бумагу, ручки, клей и школьные принадлежности, должны соответствовать установленным стандартам качества и безопасности. В процессе сертификации проверяется наличие токсичных веществ, устойчивость материалов и долговечность продукции. Товары, предназначенные для детей, проходят дополнительные испытания, подтверждающие их безопасность при длительном использовании. Без соответствующих документов реализация канцелярских принадлежностей на российском рынке невозможна.',
        img: ImgSlider
    },
    {
        title: 'Услуги',
        text: 'Определенные виды услуг, такие как медицинские, образовательные и строительные, подлежат обязательной сертификации. Это подтверждает их соответствие установленным стандартам качества, профессиональной квалификации сотрудников и требованиям безопасности. Сертификация услуг необходима для повышения доверия клиентов и защиты их прав. Например, медицинские учреждения должны иметь лицензии и сертификаты, подтверждающие квалификацию персонала и соответствие оборудования санитарным нормам.',
        img: ImgSlider
    },
    {
        title: 'Низковольтное оборудование',
        text: 'Электроприборы, работающие с напряжением до 1000 В, обязаны проходить сертификацию на безопасность эксплуатации. В процессе проверки оцениваются параметры электромагнитного излучения, защита от короткого замыкания, устойчивость к перегрузкам и влияние на окружающую среду. Низковольтное оборудование, используемое в промышленных системах, должно соответствовать более строгим требованиям, чем бытовые приборы.',
        img: ImgSlider
    },
    {
        title: 'Высоковольтное оборудование',
        text: 'Высоковольтные трансформаторы, генераторы, распределительные устройства и кабели требуют обязательной сертификации. Проверки включают испытания на электрическую прочность, устойчивость к перегреву и соответствие стандартам энергобезопасности. Такое оборудование используется в энергетике, промышленности и транспорте, поэтому несоответствие нормативам может привести к серьезным авариям и финансовым убыткам. Сертификация гарантирует безопасное использование и надежную эксплуатацию оборудования.',
        img: ImgSlider
    }
];