import ImdDoc from '@/assets/images/main-gallery/1.webp'
import ImdDoc1 from '@/assets/images/main-gallery/1.webp'
import ImgSlider from '@/assets/images/slider/1.png'

export const documents = [
    {
        title: 'Сертификат соответствия ГОСТ Р',
        img: ImdDoc,
        content: {
            text: 'Подтверждает соответствие продукции российским национальным стандартам. Обязателен для реализации определённых товаров на рынке РФ.',
            text1: 'Полный перечень технических регламентов ТС'
        },
        content1: [
            {

                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции',
                    'Инструкция по применению',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ]
    },
    {
        title: 'Декларация соответствия ГОСТ Р',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) ',
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'Паспорт продукции — если нет оформим',
                    'Инструкция по применению',
                    'Руководство эксплуатации',
                    'ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)',
                    'Если у вас нет какого‑либо документа — мы оформим'
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия «Сейсмостойкости»',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции установленным стандартам и техническим условиям. Облегчает вывод товара на рынок и формирует доверие у потребителей.',
            text1: 'Полный перечень технических регламентов ДС'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия Таможенного Союза (СС ТР ТС)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции требованиям технических регламентов государств ЕАЭС. Ключевой элемент для торговли в рамках Евразийского экономического союза.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению",
                    "Руководство эксплуатации",
                    "ТНВЭД, ОКПД-2 (помогаем подобрать бесплатно)",
                    "Если у вас нет какого‑либо документа — мы оформим"
                ]
            }
        ]
    },
    {
        title: 'Прохождение ежегодного инспекционного контроля (ИК)',
        img: ImdDoc1,
        content: {
            text: 'Регулярная проверка соответствия сертифицированной продукции заявленным стандартам. Обеспечивает стабильное качество и надёжность товаров в долгосрочной перспективе.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Технические условия (ТУ) – если нет оформим"
                ]
            }
        ]
    },
    {
        title: 'Декларация соответствия Таможенного Союза (ДС ТР ТС)',
        img: ImdDoc1,
        content: {
            text: 'Заявление производителя о соответствии продукции требованиям ТР ТС. Снижает бюрократические барьеры и облегчает выход на рынок Таможенного Союза.',

        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ]
    },
    {
        title: 'Сертификат соответствия Пожарной Безопасности',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает соответствие продукции нормам противопожарной безопасности. Обеспечивает надёжность эксплуатации товаров, защищая жизнь и имущество.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "Технические условия (ТУ)",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции",
                    "Инструкция по применению",
                    "Образцы на испытания (индивидуально по продукции)",
                    "По производству (все шаблоны предоставляются если их нет)",
                    "Документированные процедуры или документы, отражающие требования и правила по организации процессов (регламенты/инструкции):",
                    "Руководство по качеству (при наличии)",
                    "Политика в области качества (при наличии)",
                    "О внесении изменений в тех документацию и организационно-распорядительные документы",
                    "Об организации входного контроля",
                    "Об организации процесса производства делайте",
                    "По управлению Средствами Измерений",
                    "По управлению производственным оборудованием",
                    "По организации контроля качества готовой продукции",
                    "По организации работы с несоответствующей продукцией",
                    "Об организации процесса приёмки на склад, хранения и отгрузки готовой продукции",
                    "По работе с рекламациями",
                    "Журналы: справка об электронных журналах",
                    "Входного контроля",
                    "Операционного контроля",
                    "Журнал учёта проведённых ремонтов и обслуживания оборудования",
                    "Журнал учёта готовой продукции (отбракованной продукции)",
                    "Журнал учёта рекламаций",
                    "Приказы или Должностные инструкции на ответственных за:",
                    "Приказы или Должностные инструкции",
                    "Входной контроль",
                    "Производство (операционный контроль)",
                    "Поверку и хранение средств измерений",
                    "Оборудование",
                    "Контроль качества готовой продукции",
                    "Складирование готовой продукции",
                    "Рекламации",
                    "Графики поверки Средств измерений + актуальные свидетельства о поверки, график ППР оборудования, макеты графиков поверки"
                ]
            }
        ]
    },
    {
        title: 'Сертификат на тип продукции',
        img: ImdDoc1,
        content: {
            text: 'Удостоверяет соответствие продукции конкретного типа установленным стандартам. Является основным нормативным документом для серийного производства.',
        },
        content1: [
            {
                title: 'Если Сертификат Пожарной безопасности обязательный с проведением испытаний:',
                list: [
                    "(применимо при оформлении по схеме 3Д)",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно"
                ]
            }
        ]
    },
    {
        title: 'Протокол испытаний (исследований) ПИ',
        img: ImdDoc1,
        content: {
            text: 'Фиксирует результаты лабораторных исследований продукции. Служит доказательством её качества и безопасности.',
        },
        content1: [
            {
                title: 'Является неотъемлемой частью документов:',
                list: [
                    "Декларация",
                    "Сертификат ГОСТР, ТР ТС",
                    "Стандарт по которому произведена продукция — например ГОСТ или Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Руководство эксплуатации — если нет оформим",
                    "Инструкция по применению — если нет оформим"
                ]
            }
        ]
    },
    {
        title: 'Информационное отказное письмо',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает, что товар не требует обязательной сертификации. Позволяет избежать лишних административных процедур при выходе на рынок.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)',
                    'ТНВЭД, ОКПД-2 – помогаем подобрать бесплатно'
                ]
            }
        ]
    },
    {
        title: 'Технические условия (ТУ)',
        img: ImdDoc1,
        content: {
            text: 'Устанавливает технические параметры продукции. Гарантирует соответствие товара требованиям отрасли и ожиданиям клиентов.  '
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме (форма заявки предоставляется нами)'
                ]
            }
        ]
    },
    {
        title: 'Свидетельство о государственной регистрации (СГР)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает регистрацию продукции в государственных органах. Необходим для законного оборота и использования на территории России.',
        },
        content1: [
            {
                title: 'Оформление предлагаем в РФ/КГ/РБ',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]
            }
        ]
    },
    {
        title: 'Экспертное заключение (ЭЗ)',
        img: ImdDoc1,
        content: {
            text: 'Содержит мнение специалиста о качестве и безопасности продукции. Необходимо для подтверждения соответствия сложных или специфических товаров',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные документы: ИНН, ОГРН, УСТАВ",
                    "Рецептура/состав в % соотношении (форму предоставим)",
                    "Технические условия (ТУ) – если нет оформим",
                    "Заявка по форме (форма заявки предоставляется нами)",
                    "Паспорт продукции — если нет оформим",
                    "Инструкция по применению — если нет оформим",
                    "Этикетка/макет этикетки поможем сделать если нет",
                    "Договор аренды или свидетельство о собственности производственных помещений — поможем с подготовкой"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 9001–2015 (Стандарт организации)',
        img: ImdDoc1,
        content: {
            text: 'Удостоверяет соответствие системы менеджмента качества установленным требованиям. Способствует повышению эффективности работы, улучшению продукции и удовлетворённости клиентов'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 14001–2016 (Экологический менеджмент)',
        img: ImdDoc1,
        content: {
            text: 'Подтверждает внедрение системы управления окружающей средой, соответствующей мировым стандартам. Укрепляет экологическую ответственность и доверие клиентов и партнёров',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'ГОСТ Р ИСО 22000–2007 (Пищевой менеджмент)',
        img: ImdDoc1,
        content: {
            text: 'Регулирует соблюдение норм безопасности пищевых продуктов на всех этапах производства. Важен для пищевой отрасли, укрепляя доверие потребителей.',

        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    "Уставные (скан копии ИНН, ОГРН, Устав)",
                    "Заявка по форме заявки предоставляется нами)",
                    "Схема штата по должностям (если нет пример предоставим)",
                    "Приказ о назначении директора (пример предоставим)",
                    "Договор аренды или свидетельство о собственности производственных помещений (шаблон предоставим, поможем с подготовкой)"
                ]

            }
        ]
    },
    {
        title: 'Паспорт безопасности химической продукции',
        img: ImdDoc1,
        content: {
            text: 'Содержит сведения о свойствах и методах безопасного использования химических веществ. Обеспечивает защиту здоровья пользователей, работников и окружающей среды.',
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    ''
                ]
            }
        ]
    },
    {
        title: 'Сертификат о происхождении товара (СТ-1)',
        img: ImdDoc1,
        content: {
            text: 'Документ, подтверждающий страну производства продукции для таможенного оформления и торговли. Предоставляет льготы при уплате пошлин и упрощает экспортные операции.'
        },
        content1: [
            {
                title: 'Необходимые документы для оформления',
                list: [
                    'Заявка по форме(форма заявки предоставляется нами)'
                ]
            },
            {
                title: 'Далее идет список документации обязательный для предоставления, каждый документ можем помочь оформить в рамках оформления СТ-1, стоимость варьируется от полноты предоставленной документации: ',
                list: [
                    "Регистрационные документы экспортёра — устав, свидетельство о регистрации",
                    "Свидетельство о постановке на учёт в налоговом органе и т.д.",
                    "Контракт с импортёром, приложение или спецификация, платёжные документы (счёт, счёт-фактура или инвойс)",
                    "Договор покупки продукции, если экспортёр не является производителем, счета-фактуры, товарные накладные на покупку продукции",
                    "От производителя: Документы, подтверждающие происхождение продукции — сертификаты соответствия / сертификаты качества / декларации о соответствии / паспорта изделий и/или др.",
                    "От производителя: Перечень сырья и материалов для производства товара с указанием кода ТН ВЭД импортного сырья — по каждой позиции.",
                    "От производителя: Документы, подтверждающие происхождение сырья — паспорта, сертификаты, декларации на сырьё",
                    "От производителя: ТУ (поможем разработать дополнительно), технологические карты, описание тех процесса",
                    "От производителя: В случае если нет изменения кода товарной позиции на уровне первых 4 знаков импортного сырья по отношению к готовому товару: Калькуляция (структура цены) на условиях франко-завод, с указанием стоимости всех использованных (сырья) и комплектующих, используемых при изготовлении продукции, с указанием страны происхождения, а для материалов (сырья) и комплектующих иностранного происхождения их таможенной стоимости или документально подтверждённой цены покупки на территории Российской Федерации и кодов ТН ВЭД ЕАЭС на уровне не менее первых четырёх знаков. Перечень должен содержать ссылки на спецификации, в соответствии с которыми определяется состав заявленной промышленной продукции (компонентов) и (или) комплектующих. Договоры на покупку, счета-фактуры, товарные накладные. всех материалов.",
                    "Копия сертификата происхождения при реэкспорте импортного товара, и/или ГТД, CMR, паспорта, сертификаты и т.д.",
                    "Лицензия или другой разрешительный документ, предусмотренный законодательством",
                    "ГТД с отметкой таможни (если груз отправлен)",
                    "Упаковочный лист с указанием количества мест, вид упаковки, вес брутто/нетто (по позициям и общий)",
                    "Договор экспортёра с заявителем/плательщиком, доверенность (форма предоставляется если необходима)"
                ]

            }
        ]
    }
]

export const skills = [
        {
            title: 'Гибкие условия оплаты',
            text: 'Возможность оплаты по факту оказания услуг, рассрочка и индивидуальный подход к каждому клиенту.',
            btn: 'Оформить заявку',
            action: '',
            bg: 'secondary',
            empty: false,
            folder: false
        },
        {
            title: 'Индивидуальные условия работы',
            text: 'Предлагаем персональное сопровождение на всех этапах — от консультации до доставки готовых документов.',
            btn: 'Оставить заявку',
            action: '',
            bg: 'primary',
            empty: false,
            folder: false
        },
        {
            empty: true,
            folder: false
        },
        {
            empty: false,
            folder: true
        },
        {
            empty: true,
            folder: false
        },
        {
            title: 'Работаем по договору',
            text: 'Предлагаем прозрачные условия сотрудничества. Минимальный пакет документов, необходимый для старта сертификации, чтобы максимально ускорить процесс получения необходимых разрешений.',
            btn: 'Заказать обратный звонок',
            action: '',
            bg: 'primary',
            empty: false,
            folder: false
        },
        {
            title: 'Широкая область аккредитации',
            text: 'Охватываем производственные, медицинские, строительные, технологические, пищевые и многие другие отрасли.',
            btn: 'Все услуги по отраслям',
            action: '',
            bg: 'primary',
            empty: false,
            folder: false
        },
        {
            empty: true,
            folder: false
        },
        {
            empty: false,
            folder: true
        },

        {
            title: 'Оперативность',
            text: 'Получение документов в кратчайшие сроки, без задержек. Многие документы оформляются уже в течение 1–3 дней.',
            btn: 'Перейти к услугам',
            action: '',
            bg: 'primary',
            empty: false,
            folder: false
        },
        {
            empty: true,
            folder: false
        },
        {
            title: 'Более 15 лет опыта',
            text: 'Имеем безупречную репутацию Оформили более 1 млн документов',
            btn: 'Подробнее о компании',
            action: '',
            bg: 'secondary',
            empty: false,
            folder: false
        },
    ]


export const slides = [
        {
            title: 'Лёгкая промышленность',
            text: 'Одежда, обувь и другие товары лёгкой промышленности подлежат обязательной оценке качества — их проверяют в лабораторных условиях, после чего предприниматель получает разрешительный документ (сертификат или декларацию на данный тип продукции). Полученный документ даёт возможность законно производить и импортировать, а также продавать данный тип продукции в России, а также на территории Таможенного союза. Только после прохождения сертификации лёгкой промышленности можно осуществлять деятельность на легитимных условиях — в противном случае компанию ждут серьёзные наказания административного характера.Классифицируют и идентифицируют текстильные товары по кодам продукции ТН ВЭД. Чтобы провести сертификацию продукции лёгкой промышленности, предприниматель должен предварительно определить код товара.',
            img: ImgSlider
        },
        {
            title: 'Мебель',
            text: 'Мебель и предметы интерьера обязаны пройти обязательную сертификацию, подтверждающую их безопасность и соответствие установленным стандартам. Продукция проходит испытания в лабораториях, и после успешной проверки выдается подтверждение соответствия. Без этого документа невозможно производить, импортировать или реализовывать мебель на территории России и Таможенного союза. Важно точно определить товарные коды для успешной сертификации. Отдельно стоит отметить, что мебель для детей, а также продукция, содержащая материалы, которые могут повлиять на здоровье, требуют дополнительных проверок.',
            img: ImgSlider
        },
        {
            title: 'Упаковка',
            text: 'Упаковка должна быть сертифицирована для обеспечения соответствия экологическим и качественным стандартам. Товары проверяются на соответствие нормам безопасности, после чего выдается подтверждающий документ, позволяющий легальную продажу упаковочных материалов в России. Важно, чтобы упаковка соответствовала не только стандартам безопасности, но и требованиям по утилизации, что также может повлиять на экологическое восприятие бренда. Продукция, предназначенная для контакта с продуктами питания, подлежит дополнительным проверкам.',
            img: ImgSlider
        },
        {
            title: 'Смазочные материалы',
            text: 'Смазочные жидкости и масла требуют сертификации для подтверждения их качества и безопасности. После проведения лабораторных испытаний предприятия получают официальное разрешение на производство и продажу этих товаров в России и Таможенном союзе. Важно правильно классифицировать товар по кодам ТН ВЭД. В случае применения смазочных материалов в специфических отраслях, например, в автомобилестроении или авиации, требования к сертификации могут быть более строгими.',
            img: ImgSlider
        },
        {
            title: 'Средства индивидуальной защиты',
            text: 'Средства индивидуальной защиты должны соответствовать стандартам безопасности. После обязательных испытаний выдаются документы, подтверждающие их соответствие нормам, что позволяет производить и продавать СИЗ на российском рынке. Продукция должна быть проверена на долговечность и эффективность, особенно в условиях экстремальных температур или при повышенном уровне риска. Важно, чтобы средства защиты соответствовали последним нормативным требованиям, которые могут меняться в зависимости от отрасли.',
            img: ImgSlider
        },
        {
            title: 'Товары для детей и игрушки',
            text: 'Игрушки и другие товары для детей обязаны пройти сертификацию на безопасность. Без соответствующих документов невозможно легально продавать эти изделия в России и Таможенном союзе. Также обязательной является проверка продукции на отсутствие вредных химических веществ, которые могут нанести ущерб здоровью. Особое внимание стоит уделить материалам, использованным в игрушках, а также возможному возрастному ограничению.',
            img: ImgSlider
        },
        {
            title: 'Товары для животных',
            text: 'Корма и аксессуары для животных также подлежат сертификации, подтверждающей их безопасность и соответствие стандартам качества. После испытаний в аккредитованных лабораториях выдается разрешение на продажу продукции. Важно учитывать, что корма для животных, как и игрушки, могут иметь особые требования, зависящие от вида животного и его потребностей. Учет этих факторов критичен для сертификации.',
            img: ImgSlider
        },
        {
            title: 'Товары хозяйственные и для дома',
            text: 'Продукция для дома и хозяйственных нужд должна пройти обязательную сертификацию, чтобы соответствовать нормам безопасности и качества. После получения подтверждающего документа возможно производство и реализация товаров на российском рынке. Особенно важно, чтобы эти товары не представляли угрозы для здоровья, например, в случае использования химических веществ в чистящих средствах. Продукция для детей или с контактами с пищей подлежит дополнительным испытаниям.',
            img: ImgSlider
        },
        {
            title: 'Бытовая химия',
            text: 'Моющее и дезинфицирующее средство, бытовая химия требуют сертификации для подтверждения безопасности использования. Без этих документов продажа продукции невозможна. Важно, чтобы химические вещества не содержали опасных компонентов, таких как канцерогены или токсичные вещества, которые могут быть вредны для здоровья. Продукты, имеющие контакт с пищей или предназначенные для детей, проходят более строгие проверки.',
            img: ImgSlider
        },
        {
            title: 'Медицинские изделия',
            text: 'Медицинские изделия проходят обязательное тестирование в России для подтверждения их эффективности и безопасности. Продукция проверяется в специализированных лабораториях, и по результатам выдается разрешение на производство и продажу. Каждый тип медицинского изделия, будь то хирургические инструменты или средства диагностики, имеет свои особенности в процессе сертификации, что требует точности в подходе и соблюдения актуальных норм.',
            img: ImgSlider
        },
        {
            title: 'Строительные материалы',
            text: 'Строительные материалы обязаны пройти обязательную сертификацию для соответствия строительным нормам и стандартам безопасности. Получение разрешения на продажу и производство таких товаров невозможно без сертификации. Важно, чтобы материалы для строительства соответствовали не только стандартам безопасности, но и экологическим требованиям, что имеет значение в современных строительных проектах, направленных на снижение вреда для окружающей среды.',
            img: ImgSlider
        },
        {
            title: 'Промышленное оборудование и инструменты',
            text: 'Промышленное оборудование должно соответствовать стандартам безопасности и техническим требованиям. После прохождения всех испытаний предприятие получает официальное разрешение на использование и продажу продукции. Для многих отраслей промышленности, например, энергетики или нефтехимии, требуется наличие специализированных сертификатов, подтверждающих безопасность и соответствие строгим техническим требованиям.',
            img: ImgSlider
        },
        {
            title: 'Алкогольная продукция',
            text: 'Алкогольные напитки обязаны пройти сертификацию, подтверждающую их безопасность и качество. Без этого документа невозможно законно производить и продавать алкоголь на территории России. При сертификации учитываются не только вкусовые качества, но и влияние продукции на здоровье потребителей, что требует строгих лабораторных испытаний.',
            img: ImgSlider
        },
        {
            title: 'Пищевая продукция',
            text: 'Продукты питания должны быть сертифицированы для подтверждения их безопасности для потребителей. После тестирования в аккредитованных лабораториях выдается документ, разрешающий производство и продажу продуктов на территории России. Продукты, содержащие аллергены или потенциально опасные добавки, должны пройти дополнительные проверки для исключения рисков для здоровья.',
            img: ImgSlider
        },
        {
            title: 'Косметика и средства гигиены',
            text: 'Косметика и гигиенические средства обязаны пройти обязательное тестирование, чтобы соответствовать стандартам безопасности. Только после получения разрешения можно легально продавать эти товары в России. Важно, чтобы косметические средства не вызывали аллергии или других негативных реакций, поэтому все продукты проходят дерматологические испытания.',
            img: ImgSlider
        },
        {
            title: 'Сетевое оборудование',
            text: 'Сетевое оборудование, такое как маршрутизаторы и коммутаторы, должно пройти обязательную сертификацию для соответствия техническим стандартам безопасности. Без подтверждения соответствия продажа оборудования на территории России невозможна. Кроме того, оборудование должно отвечать требованиям по энергоэффективности и безопасному использованию в различных условиях эксплуатации.',
            img: ImgSlider
        },
        {
            title: 'Транспорт и спецтехника',
            text: 'Транспортные средства и спецтехника обязаны пройти обязательную сертификацию для соответствия стандартам безопасности и техническим требованиям. Это касается как новых моделей, так и импортируемых товаров. При сертификации учитываются как экологические параметры (например, выбросы CO2), так и безопасность для водителей и пассажиров.',
            img: ImgSlider
        },
        {
            title: 'Канцелярия',
            text: 'Канцелярские товары, включая бумагу, ручки и другие аксессуары, должны соответствовать стандартам качества. Продукция проходит сертификацию, и только после этого может быть продана на российском рынке. Некоторые канцелярские товары, такие как школьные принадлежности, подлежат дополнительной проверке на отсутствие токсичных веществ, что особенно важно для детей.',
            img: ImgSlider
        },
        {
            title: 'Услуги',
            text: 'Некоторые виды услуг, в частности в здравоохранении, образовании и строительстве, также подлежат сертификации для подтверждения их качества и соответствия нормативным стандартам. Это особенно важно для обеспечения безопасности и надлежащего качества обслуживания в таких сферах. Например, медицинские услуги должны иметь соответствующие лицензии и сертификаты, подтверждающие квалификацию сотрудников.',
            img: ImgSlider
        },
        {
            title: 'Низковольтное оборудование',
            text: 'Низковольтное оборудование должно быть сертифицировано для предотвращения рисков для здоровья и безопасности пользователей. Продукция проверяется в аккредитованных лабораториях, и после сертификации можно продавать товары на российском рынке. Важно, чтобы оборудование прошло испытания на долговечность и способность работать в различных эксплуатационных условиях.',
            img: ImgSlider
        },
        {
            title: 'Высоковольтное оборудование',
            text: 'Высоковольтное оборудование в энергетике и промышленности также требует обязательной сертификации. Это необходимо для подтверждения его соответствия техническим и безопасным требованиям. Дополнительно, высоковольтное оборудование должно быть проверено на соответствие экологическим стандартам, что становится все более важным в современном промышленном производстве.',
            img: ImgSlider
        }
    ]